{
  "doc_id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef",
  "title": "배관의 막힘을 방지하는 스크래퍼가 부가된 밸브",
  "source_path": "/Users/sungho-kang/GST_patent/data/pdf/배관의 막힘을 방지하는 스크래퍼가 부가된 밸브.pdf",
  "created_at": "2025-10-16T09:54:35Z",
  "pages": [
    {
      "page_number": 1,
      "text": "등록특허 10-2063855\n\n등록특허 10-2063855\n\n(19) 대한민국특허청(KR)\n\n(12) 등록특허공보(B1)\n\n(45) 공고일자   2020년01월13일\n(11) 등록번호   10-2063855\n(24) 등록일자   2020년01월02일\n\n(51) 국제특허분류(Int. Cl.)\n     F16K 5/04 (2006.01)  F16K 3/30 (2006.01)\n     F16K 5/08 (2006.01)  F16K 5/14 (2006.01)\n(52) CPC특허분류\n     F16K 5/0407 (2013.01)\n     F16K 3/30 (2013.01)\n(21) 출원번호       10-2019-0029850\n(22) 출원일자       2019년03월15일\n     심사청구일자   2019년03월15일 \n(56) 선행기술조사문헌\nJP09264638 A*\n\nKR101674010 B1*\n\nKR200290326 Y1*\n\n*는 심사관에 의하여 인용된 문헌\n\n(73) 특허권자\n\n주식회사 글로벌스탠다드테크놀로지\n\n경기도 화성시 동탄면 동탄산단6길  15-13\n\n(72) 발명자\n최익성\n\n경기도 화성시 동탄감배산로 19, 1611동 1204(오\n산동, 동탄역 더샵 센트럴시티 2차)\n\n정종국\n\n경기도 오산시 운암로 14, 104동 1402호(원동, 청\n구아파트)\n\n(뒷면에 계속)\n\n(74) 대리인\n\n특허법인명륜\n\n전체 청구항 수 : 총  10  항\n\n 심사관 :    곽성룡\n\n(54) 발명의 명칭 배관의 막힘을 방지하는 스크래퍼가 부가된 밸브\n\n(57) 요 약\n\n본원 발명은 유체가 흐르는 통로를 개폐하기 위한 플러그;\n\n유체가 흐르는 통로를 구성하는 밸브 몸체;를 포함하는 유체를 제어하기 위한 밸브에 있어서,\n\n상기 플러그에서 연장된 스크래퍼플러그에 배치되고 상기 밸브 몸체에 부착되는 이물질을 제거하기 위한 스크래\n퍼가 부가된 유체를 제어하기 위한 밸브에 관한 것이다.\n\n대 표 도 - 도1\n\n- 1 -\n\n\f",
      "images": []
    },
    {
      "page_number": 2,
      "text": "(52) CPC특허분류\n     F16K 5/08 (2013.01)\n     F16K 5/14 (2013.01)\n(72) 발명자\n이상준\n\n경기도 용인시 기흥구 용구대로2394번길 27\n\n등록특허 10-2063855\n\n김덕준\n\n경기도 성남시 분당구 정자일로 100, B동 1804호(\n정자동, 미켈란쉐르빌)\n\n- 2 -\n\n\f",
      "images": []
    },
    {
      "page_number": 3,
      "text": "등록특허 10-2063855\n\n명 세 서\n\n청구범위\n\n청구항 1 \n\n유체가 흐르는 통로를 개폐하기 위한 플러그; 및\n\n유체가 흐르는 통로를 구성하는 밸브 몸체;를 포함하고,\n\n상기 플러그에서 연장된 스크래퍼플러그에 배치되고 상기 밸브 몸체에 부착되는 이물질을 제거하기 위한 스크래\n\n퍼가 부가되며,\n\n상기 스크래퍼는 상기 밸브 몸체 중 상기 플러그와 대면하는 부위의 이물질을 제거하고,\n\n상기 플러그와 상기 밸브 몸체가 상호 대면하는 부위의 상기 플러그 및 상기 밸브 몸체 부분은 10 내지 80도로\n\n테이퍼진 형태로 이루어진 유체를 제어하기 위한 밸브를 사용하여 이물질을 포함하는 유체에 의한 배관 막힘을\n\n방지하거나 상기 플러그의 완전 폐쇄 상태에서도 유체가 새어 나가는 것을 방지하는 방법에 있어서,\n\n상기 유체는 입자를 포함하는 반도체 생산 공정에서 흐르는 유체인 이물질을 포함하는 유체에 의한 배관 막힘을\n\n방지하거나 상기 플러그의 완전 폐쇄 상태에서도 유체가 새어 나가는 것을 방지하는 방법.\n\n청구항 2 \n\n삭제\n\n청구항 3 \n\n삭제\n\n청구항 4 \n\n제1항에 있어서,\n\n상기 스크래퍼는 상기 밸브가 완전히 개방되었을 경우, 상기 플러그가 수납되는 수납부의 출입구를 완전히 덮을\n\n수 있도록 펼쳐지며, 상기 밸브가 완전 폐쇄되었을 경우에는 상기 밸브 몸체의 유체가 흐르는 통로에 배치될 수\n\n있도록 접히거나 수축되는 유체를 제어하기 위한 밸브를 사용하여 이물질을 포함하는 유체에 의한 배관 막힘을\n\n방지하거나 상기 플러그의 완전 폐쇄 상태에서도 유체가 새어 나가는 것을 방지하는 방법.\n\n청구항 5 \n\n제1항에 있어서,\n\n상기 스크래퍼플러그는, 상기 밸브가 완전히 폐쇄되는 경우, 상기 스크래퍼가 상기 플러그와 상기 밸브 몸체의\n\n대면부의 접촉에 방해가 되지 않을 길이만큼 상기 플러그로부터 연장된 유체를 제어하기 위한 밸브를 사용하여\n\n이물질을 포함하는 유체에 의한 배관 막힘을 방지하거나 상기 플러그의 완전 폐쇄 상태에서도 유체가 새어 나가\n\n는 것을 방지하는 방법.\n\n청구항 6 \n\n제1항에 있어서,\n\n상기 스크래퍼는 상기 스크래퍼플러그의 외주면으로부터 외측으로 연장된 단위체가 연속 또는 비연속적으로 인\n\n접 배열된 구조로 이루어진 유체를 제어하기 위한 밸브를 사용하여 이물질을 포함하는 유체에 의한 배관 막힘을\n\n방지하거나 상기 플러그의 완전 폐쇄 상태에서도 유체가 새어 나가는 것을 방지하는 방법.\n\n청구항 7 \n\n제6항에 있어서,\n\n- 3 -\n\n\f",
      "images": []
    },
    {
      "page_number": 4,
      "text": "상기 스크래퍼는 탄성재질의 원반 형태가 1개 이상 배치된 유체를 제어하기 위한 밸브를 사용하여 이물질을 포\n\n함하는 유체에 의한 배관 막힘을 방지하거나 상기 플러그의 완전 폐쇄 상태에서도 유체가 새어 나가는 것을 방\n\n등록특허 10-2063855\n\n지하는 방법.\n\n청구항 8 \n\n제7항에 있어서,\n\n상기 스크래퍼의 외주면은 중심 방향으로 일정한 간격으로 일정한 길이만큼 절개되어 절개된 부분이 서로 겹치\n\n거나 겹치지 않게 배치된 유체를 제어하기 위한 밸브를 사용하여 이물질을 포함하는 유체에 의한 배관 막힘을\n\n방지하거나 상기 플러그의 완전 폐쇄 상태에서도 유체가 새어 나가는 것을 방지하는 방법.\n\n청구항 9 \n\n제6항에 있어서,\n\n상기  스크래퍼는  상기  스크래퍼플러그의  외주면을  따라서  브러시  형태로  배치된  유체를  제어하기  위한  밸브를\n\n사용하여 이물질을 포함하는 유체에 의한 배관 막힘을 방지하거나 상기 플러그의 완전 폐쇄 상태에서도 유체가\n\n새어 나가는 것을 방지하는 방법.\n\n청구항 10 \n\n제6항에 있어서,\n\n상기 스크래퍼의 최외각 지름은 상기 플러그 및 상기 밸브 몸체가 대면하는 부위의 최외각 지름보다 큰 것인 유\n\n체를 제어하기 위한 밸브를 사용하여 이물질을 포함하는 유체에 의한 배관 막힘을 방지하거나 상기 플러그의 완\n\n전 폐쇄 상태에서도 유체가 새어 나가는 것을 방지하는 방법.\n\n청구항 11 \n\n제1항에 있어서,\n\n상기 플러그가 이동할 때 상기 스크래퍼는 회전, 진동, 또는 스파이럴 형태의 이동을 하는 유체를 제어하기 위\n\n한 밸브를 사용하여 이물질을 포함하는 유체에 의한 배관 막힘을 방지하거나 상기 플러그의 완전 폐쇄 상태에서\n\n도 유체가 새어 나가는 것을 방지하는 방법.\n\n청구항 12 \n\n제1항에 있어서,\n\n상기 밸브는 앵글 밸브이고,\n\n상기 플러그는 별도의 스템이 있거나, 별도의 스템이 없는 원기둥 형태이며,\n\n상기 스크래퍼는 상기 플러그에서 연장되고 상기 플러그의 외경보다 작은 외경을 갖는 스크래퍼플러그에 배치되\n\n는 유체를 제어하기 위한 밸브를 사용하여 이물질을 포함하는 유체에 의한 배관 막힘을 방지하거나 상기 플러그\n\n의 완전 폐쇄 상태에서도 유체가 새어 나가는 것을 방지하는 방법.\n\n청구항 13 \n\n삭제\n\n청구항 14 \n\n삭제\n\n발명의 설명\n\n기 술 분 야\n\n[0001]\n\n본원 발명은 배관의 막힘을 방지하는 밸브로서, 구체적으로 밸브 몸체에 부착되는 이물질을 제거하기 위한 스크\n\n래퍼가 플러그에 부가됨으로써 분진에 의해 배관이 막히는 것을 방지할 수 있는 밸브에 관한 것이다.\n\n- 4 -\n\n\f",
      "images": []
    },
    {
      "page_number": 5,
      "text": "등록특허 10-2063855\n\n배 경 기 술\n\n[0002]\n\n화학 물질을 이용한 공정들은 반응에 필요한 조건들을 미리 설정하고 이를 진행하기 위한 파이프와 같은 배관을\n\n연결함으로써  완성된다.  다양한  공정을  통해  원하는  물질을  얻을  수  있으나,  원치  않는  부산물도  함께\n\n형성된다. 입자 형태의 부산물은 배관에 누적 및 고화되고 심한 경우에는 배관을 막아 공정이 중단되는 문제를\n\n일으킨다. 반도체 생산 공정과 같이 이산화규소(SiO2) 입자가 다량으로 발생하는 공정에 있어서 이러한 배관의\n\n막힘(clogging)은 연속적인 공정의 운전에 큰 장애가 된다.\n\n[0003]\n\n입자들에 의한 배관의 막힘은 단일 직선 또는 단순한 곡선으로 배치된 배관에서 보다는 내부에 정체 구간이 있\n\n는 밸브 등에서 주로 발생한다. 밸브 내부에 이물질이 누적되어 쌓이는 경우, 입구를 개폐하는 밸브의 플러그와\n\n상기 플러그가 접촉하는 밸브 몸체의 접촉면이 완전히 밀착되지 못하게 되어 플러그의 완전 폐쇄 상태에서도 유\n\n체가 새어 나가는 문제가 발생한다.\n\n[0004]\n\n누적된 이물질은 밸브의 개폐가 반복됨에 따라 다져지면서 고화가 더욱 심화되고, 결과적으로 밸브 몸체의 표면\n\n에 강하게 부착된 이물질로 인해서 밸브를 폐기하고 교체해야 하는 경우도 발생한다.\n\n[0005]\n\n특허문헌 1은 내연기관에 있어서 실린더 내벽 및 피스톤에 부착되어 있는 오일이 역압에 의하여 연소실로 상승\n\n되는 것과 블로우 바이 현상을 효율적으로 방지하기 위한 기술이다. 연료의 불완전 연소에 따른 매연 방지와 과\n\n다한 오일 소모를 방지하기 위한 오일링과 오일 스크래퍼 기능을 동시에 수행할 있는 오일 스크래퍼 링을 개시\n\n하고 있다.\n\n[0006]\n\n특허문헌 1은 실린더 내벽에 부착된 오일을 효과적으로 긁어낼 수 있도록 상측돌기와 하측돌기가 형성된 스크래\n\n퍼 링을 개시하나 실린더 입구 주변의 경사면이 형성되는 경우, 상기 경사면에 부착된 이물질 등을 제거할 수\n\n있는 구조는 개시하지 못하고 있다.\n\n[0007]\n\n특허문헌 2는 니들 밸브체의 회전에 의해 오리피스 포트의 벽면에 부착된 슬러지를 긁어내는 스크래퍼가 설치된\n\n오리피스 제어 밸브를 개시하고 있다. 특허문헌 2는 균일한 내경을 갖는 오리피스 포트의 벽면에 부착된 슬러지\n\n는 제거할 수는 있으나, 테이퍼진 내경을 갖는 경우에는 슬러지를 제대로 제거하지 못하는 문제가 있다.\n\n[0008]\n\n특허문헌 3은 불순물 등이 적은 반용융 금속을 슬리브에서 성형 몰드로 공급할 수 있고 또한 그 불순물 등을 슬\n\n리브에서 용이하게 제거할 수 있는 금속 재료 공급 장치에 관한 것이다. 플런저의 외측 둘레에서 돌출되는 구조\n\n의 장출 부재가 형성되어 있고, 상기 장출 부재를 돌출시킨 상태에서 플런저를 이동시킴으로써 슬리브에 남겨진\n\n금속 재료를 슬리브의 벽면에서 제거하는 방법을 개시하고 있다.\n\n[0009]\n\n특허문헌 3은 슬리브에 남겨진 금속 재료를 제거할 수 있으나, 슬리브의 입구 주변에 남겨진 금속 재료를 제거\n\n하지 못하는 문제가 있다.\n\n[0010]\n\n특허문헌 4는 펌프 몸체에 패킹 케이스가 끼워지고 상기 패킹 케이스의 내부에는, 피스톤 로드와의 사이에 2개\n\n의 실링을 설치하여 기밀을 유지하는 피스톤 펌프의 실링 구조 및 상기 패킹 케이스의 외측 선단에 위치하여 미\n\n립자를 걸러내는 스크래퍼를 개시하고 있다. 특허문헌 4는 상기 스크래퍼를 이용하여 피스톤 로드의 마모의 원\n\n인이 되는 미립자를 제거할 수 있으나, 펌프 몸체의 외주변에 묻은 이물질을 제거하기 어려운 문제가 있다.\n\n[0011]\n\n이와 같이,  배관 내부의 이물질을 다양한 방법을 통해서 제거하고 있다.  그러나 배관 입구의 테이퍼진 부분에\n\n이물질이 부착되고,  상기 이물질이 제거 되지 않는 경우 밸브가 원활하게 작동하지 않고, 결국 배관이 막히게\n\n되는 문제를 해결하기 위한 명확한 해결책은 아직까지 제시되지 않았다.\n\n선행기술문헌\n\n특허문헌\n\n[0012]\n\n(특허문헌 0001) 대한민국 공개실용신안공보 제0374751호 \n\n(특허문헌 0002) 일본 공개특허공보 제1997-264638호 \n\n(특허문헌 0003) 일본 등록특허공보 제3915707호 \n\n(특허문헌 0004) 한국 등록특허공보 제0513510호 \n\n- 5 -\n\n\f",
      "images": []
    },
    {
      "page_number": 6,
      "text": "등록특허 10-2063855\n\n발명의 내용\n\n해결하려는 과제\n\n[0013]\n\n본원 발명은 상기와 같은 문제점을 해결하기 위한 것으로서, 유체가 흐르는 통로에 이물질이 퇴적되어 상기 통\n\n로가 막히는 것을 방지하기 위하여, 이물질을 제거하기 위한 스크래퍼가 부가된 밸브를 제공하는 것을 목적으로\n\n한다.\n\n과제의 해결 수단\n\n[0014]\n\n이러한 목적을 달성하기 위한 본원 발명에 따른 제1양태는 유체를 제어하기 위한 밸브는, 유체가 흐르는 통로를\n\n개폐하기 위한 플러그, 및 유체가 흐르는 통로를 구성하는 밸브 몸체를 포함하고, 상기 플러그에서 연장된 스크\n\n래퍼플러그에 배치되고 상기 밸브 몸체에 부착되는 이물질을 제거하기 위한 스크래퍼가 부가된 구조로 이루어질\n\n수 있다.\n\n[0015]\n\n[0016]\n\n상기 스크래퍼는 상기 밸브 몸체 중 상기 플러그와 대면하는 부위의 이물질을 제거할 수 있다.\n\n상기 플러그와 상기 밸브 몸체가 상호 대면하는 부위의 상기 플러그 및 상기 밸브 몸체 부분은 10 내지 80도로\n\n테이퍼진 형태이거나 또는 곡면 형태로 이루어질 수 있다.\n\n[0017]\n\n상기 스크래퍼는 상기 밸브가 완전히 개방되었을 경우, 상기 플러그가 수납되는 수납부의 출입구를 완전히 덮을\n\n수 있도록 펼쳐지며, 상기 밸브가 완전히 폐쇄되었을 경우에는 상기 밸브 몸체의 유체가 흐르는 통로에 배치될\n\n수 있도록 접히거나 수축될 수 있다.\n\n[0018]\n\n상기 스크래퍼플러그는, 상기 밸브가 완전히 폐쇄되는 경우, 상기 스크래퍼가 상기 플러그와 상기 밸브 몸체의\n\n대면부의 접촉에 방해가 되지 않을 길이만큼 상기 플러그로부터 연장된 구조로 이루어질 수 있다.\n\n[0019]\n\n상기 스크래퍼는 상기 스크래퍼플러그의 외주면으로부터 외측으로 연장된 단위체가 연속 또는 비연속적으로 인\n\n접 배열된 구조로 이루어질 수 있다.\n\n[0020]\n\n[0021]\n\n[0022]\n\n[0023]\n\n[0024]\n\n[0025]\n\n또는, 상기 스크래퍼는 탄성재질의 원반 형태가 1개 이상 배치된 형태로 이루어질 수 있다.\n\n상기 스크래퍼의 외주면은 중심 방향으로 일정한 간격으로 일정한 길이만큼 절개되어 절개된 부분이 서로 겹치\n\n거나 겹치지 않게 배치되는 구조일 수 있다.\n\n또는, 상기 스크래퍼는 상기 스크래퍼플러그의 외주면을 따라서 브러시 형태로 배치될 수 있다.\n\n상기 스크래퍼의 외경은 상기 플러그 및 상기 밸브 몸체가 대면하는 부위의 외경보다 크게 형성될 수 있다.\n\n상기 플러그가 이동할 때 상기 스크래퍼는 회전, 진동, 또는 스파이럴 형태의 이동을 할 수 있다.\n\n하나의 구체적인 예에서, 상기 밸브는 앵글 밸브이고, 상기 플러그는 별도의 스템이 있거나, 별도의 스템이 없\n\n는 원기둥 형태이며, 상기 스크래퍼는 상기 플러그에서 연장되고 상기 플러그의 외경보다 작은 외경을 갖는 스\n\n크래퍼플러그에 배치되는 구조로 이루어질 수 있다.\n\n[0026]\n\n본원 발명에 따른 제2양태는 유체가 흐르는 통로를 개폐하기 위한 플러그;  및 유체가 흐르는 통로를 구성하는\n\n밸브 몸체;를 포함하고, 상기 플러그와 상기 밸브 몸체가 상호 대면하는 부위 주변의 상기 플러그 및 상기 밸브\n\n몸체 부분은 10 내지 80도로 테이퍼진 평면 형태이거나 또는 곡면 형태로 이루어지며, 상기 대면하는 부위는 탄\n\n성재질의 오링에 의해서 직접 대면하는 유체를 제어하기 위한 밸브를 제공한다.\n\n[0027]\n\n이때 상기 탄성재질이 오링이 고정되는 홈은 상기 플러그 또는 상기 밸브 몸체에 부가될 수 있다.\n\n발명의 효과\n\n[0028]\n\n이상에서 설명한 바와 같이, 본원 발명에 따른 유체를 제어하기 위한 밸브는, 밸브 몸체 표면에 부착된 이물질\n\n을 제거할 수 있는 스크래퍼가 부착되어 있으므로, 플러그의 개폐과정에서 밸브 몸체의 표면에 부착된 이물질을\n\n제거할 수 있는바, 이물질이 배관을 막는 것을 방지할 수 있다.\n\n[0029]\n\n또한, 상기 이물질이 밸브의 결합부에 부착됨에 따라 밸브의 밀봉이 완전히 이루어지지 않아서 유체가 유출되는\n\n문제 또한 해결할 수 있다.\n\n- 6 -\n\n\f",
      "images": []
    },
    {
      "page_number": 7,
      "text": "등록특허 10-2063855\n\n도면의 간단한 설명\n\n[0030]\n\n도 1은 제1실시예에 따른 유체를 제어하기 위한 밸브의 사시도이다.\n\n도 2는 제1실시예에 따른 유체를 제어하기 위한 밸브의 단면도이다.\n\n도 3은 도 2의 플러그와 밸브 몸체가 결합하기 전 상태의 수직 단면도이다.\n\n도 4는 도 3의 플러그와 밸브 몸체가 결합한 상태의 수직 단면도이다.\n\n도 5는 본원의 플러그 및 밸브 몸체에 형성된 경사 각도를 나타내는 수직 단면도이다.\n\n도 6은 서로 다른 실시예에 따른 플러그 및 밸브 몸체의 결합 상태를 나타내는 수직 단면도이다.\n\n도 7은 제2실시예에 따른 유체를 제어하기 위한 밸브의 사시도이다.\n\n도 8은 제3실시예에 따른 유체를 제어하기 위한 밸브의 수직 단면도이다.\n\n도 9는 제4실시예에 따른 유체를 제어하기 위한 밸브의 사시도이다.\n\n도 10은 제5실시예에 따른 플러그와 밸브 몸체가 결합한 상태의 사시도이다.\n\n도 11은 제5실시예에 따른 플러그와 밸브 몸체가 결합한 상태의 수직 단면도이다.\n\n도 11은 제5실시예에 따른 플러그와 밸브 몸체가 결합한 상태의 수직 단면도이다.\n\n도 12는 제5실시예에 따른 플러그의 사시도이다. 이때 오링은 장착되지 않은 상태이다.\n\n도 13은 제5실시예에 따른 플러그의 상면도 및 측면도이다. 이때 오링은 장착되지 않은 상태이다.\n\n발명을 실시하기 위한 구체적인 내용\n\n[0031]\n\n상기와 같은 효과를 얻기 위하여, 본원 발명에 따른 유체를 제어하기 위한 밸브는, 유체가 흐르는 통로를 개폐\n\n하기 위한 플러그, 및 유체가 흐르는 통로를 구성하는 밸브 몸체를 포함하고, 상기 플러그에서 연장된 스크래퍼\n\n플러그에 배치되고 상기 밸브 몸체에 부착되는 이물질을 제거하기 위한 스크래퍼가 부가된 구조로 이루어질 수\n\n있다.\n\n[0032]\n\n유체가 흐르는 통로의 입구를 닫거나 열면서 유체를 제어하기 위한 밸브를 사용하는 경우, 상기 유체로부터 형\n\n성된 입자가 밸브의 입구 내지 밸브의 내관에 부착될 수 있는데, 상기 유체 입자가 뭉치면서 덩어리를 형성하게\n\n되면 결국 밸브의 입구 내지 내관을 완전히 막아버리게 된다.\n\n[0033]\n\n또한, 상기 유체 입자가 밸브의 입구에 부착되면 플러그와 밸브 몸체가 결합되는 부분에 부분적으로 유격이 발\n\n생하여 밸브의 밀봉이 완전히 이루어지지 못한다. 플러그의 완전 밀폐 상태에서도 유체가 새어 나가 정확한 유\n\n체의 제어가 곤란하다.\n\n[0034]\n\n본원 발명과 같이 밸브의 입구 및 내측면에 부착된 이물질을 제거할 수 있는 스크래퍼가 형성된 플러그를 사용\n\n하는 경우, 상기 플러그의 왕복 운동시 상기 이물질의 제거가 이루어질 수 있는바, 별도의 세척 과정이 부가되\n\n지 않고도 이물질에 의해 상기와 같은 문제가 발생하는 것을 미연에 방지할 수 있다.\n\n[0035]\n\n구체적으로,  상기  스크래퍼는  상기  스크래퍼플러그에  배치되는바,  상기  유체가  흐르는  통로의  개방  및  폐쇄를\n\n위하여  상기  플러그가  왕복  운동할  때,  상기 스크래퍼플러그에 배치된 스크래퍼가 상기 밸브 몸체의 외측면을\n\n쓸고 지나가면서 이물질을 제거할 수 있다. 즉, 상기 스크래퍼는 상기 밸브 몸체 중 상기 플러그와 대면하는 부\n\n위의 이물질을 제거할 수 있으며, 또한 상기 밸브 몸체의 내측면 외면에 부착된 이물질을 제거할 수 있다.\n\n[0036]\n\n상기 플러그와 상기 밸브 몸체가 상호 대면하는 부위의 상기 플러그 및 상기 밸브 몸체 부분은 10 내지 80도로\n\n테이퍼진 형태로 이루어질 수 있고, 또는 곡면 형태로 이루어질 수 있다.\n\n[0037]\n\n상기 플러그 및 상기 밸브 몸체가 결합할 때 플러그와 밸브 몸체가 대면하는 면이 상기 플러그의 왕복 방향과\n\n평행할 경우, 상기 플러그를 상기 밸브 몸체로부터 분리시키는 것이 어려울 수 있고, 상기 플러그 및 상기 밸브\n\n몸체가 결합할 때 플러그와 밸브 몸체가 대면하는 면의 수직선이 상기 플러그의 왕복 방향과 평행할 경우, 스크\n\n래퍼를 사용하더라도 상기 밸브 몸체에 부착된 이물질을 제거하기 어려운 문제가 있다.\n\n[0038]\n\n즉, 상기 플러그의 상기 밸브 몸체에 대한 대향면이 이루는 각도는 플러그의 왕복방향을 기준으로 10도 내지 80\n\n- 7 -\n\n\f",
      "images": []
    },
    {
      "page_number": 8,
      "text": "등록특허 10-2063855\n\n도로 이루어질 수 있고, 상기 밸브 몸체의 상기 플러그에 대한 대항면이 이루는 각도도 플러그의 왕복방향을 기\n\n준으로 10도 내지 80도로 이루어질 수 있다. 상기 각도들은 서로 동일할 수 있고, 또는 서로 상이한 각도로 이\n\n루어질 수 있으며,  상기 밸브의 밀봉력을 향상시키기 위한 목적을 고려할 때, 상기 각도들은 완전히 일치하지\n\n않는 구조로 형성되는 것이 바람직하다. 상기 플러그와 상기 밸브 몸체가 대면하는 면은 직선이 아닌 곡선의 형\n\n태일 수도 있다.\n\n[0039]\n\n상기 스크래퍼는 상기 밸브가 완전히 개방되었을 경우, 상기 플러그가 수납되는 수납부의 출입구를 완전히 덮을\n\n수 있도록 펼쳐지며, 상기 밸브가 완전 폐쇄되었을 경우에는 상기 밸브 몸체의 유체가 흐르는 통로에 배치될 수\n\n있도록 접히거나 수축되는 소재로 이루어질 수 있다.\n\n[0040]\n\n이와 같이, 상기 스크래퍼는 상기 플러그 수납부의 출입구를 완전히 덮을 수 있는 크기 및 형태로 이루어질 수\n\n있는바, 상기 밸브 몸체를 흐르는 이물질이 상기 수납부의 출입구에 부착되는 것을 방지할 수 있다.\n\n[0041]\n\n본원 발명의 유체를 제어하기 위한 밸브는 스크래퍼가 부착된 구조인 바, 플러그를 밸브 본체와 결합시 상기 스\n\n크래퍼가 플러그와 밸브 본체의 대향면에 위치하지 않도록 하기 위하여 플러그의 하부에 스크래퍼플러그가 형성\n\n되어 있다. 즉, 상기 스크래퍼플러그는 상기 밸브가 완전히 폐쇄되는 경우, 상기 스크래퍼가 상기 플러그와 상\n\n기 밸브 몸체의 대면부의 접촉에 방해가 되지 않을 길이만큼 상기 플러그로부터 연장된 구조로 이루어진다.\n\n[0042]\n\n상기 스크래퍼의 구조는 밸브 몸체에 부착되는 이물질을 효과적으로 제거할 수 있는 구조라면 특별히 제한되지\n\n않으며, 예를 들어, 상기 스크래퍼는 상기 스크래퍼플러그의 외주면으로부터 외측으로 연장된 단위체가 연속 또\n\n는 비연속적으로 인접 배열된 구조로 이루어질 수 있다.\n\n[0043]\n\n구체적으로 상기 스크래퍼는 상기 스크래퍼플러그의 외주면으로부터 외측으로 연장된 단위체가 상기 스크래퍼플\n\n러그의 외주면을 따라 이격 간격 없이 연속적으로 부착되어 배열되는 구조일 수 있고, 또는 상기 단위체 각각이\n\n이격 간격을 두고 부착 배열되는 구조일 수 있으며, 또는 상기 단위체들의 일부는 연속적으로 배열되고 나머지\n\n일부는 비연속적으로 배열되는 구조가 혼합되는 구조일 수 있다.\n\n[0044]\n\n상기 단위체는 평판형으로 이루어지고, 평면상 다각형, 원형, 타원형, 및 직선과 곡선으로 이루어진 비정형 구\n\n조로 이루어진 군에서 선택되는 1종 이상으로 이루어질 수 있다.\n\n[0045]\n\n상기 스크래퍼는 상기 스크래퍼플러그의 측면 외주면에서 외측으로 연장되는 구조일 수 있고, 또는 상기 스크래\n\n퍼플러그의 밑면 모서리에서부터 외측으로 연장되는 구조일 수 있다. 또한, 상기 연장되는 단위체의 평면은 상\n\n기 플러그가 상기 밸브가 완전히 개방된 때는 상기 플러그의 밑면과 평행하도록 배열되는 구조로 이루어질 수\n\n있다.\n\n[0046]\n\n또한, 상기 스크래퍼는 상기 밸브가 완전히 폐쇄될 때는 구부러지고, 밸브가 완전히 개방될 때는 플러그의 밑면\n\n과 평행하도록 변형이 가능한 소재로 이루어지는바, 탄성재질로 이루어지는 것이 바람직하고, 내열성 및 내화학\n\n성이 높은 소재로 이루어져서 다양한 반응물들과 반응하지 않을 뿐 아니라, 고온에서도 변형되지 않는 것이 더\n\n욱 바람직하다.\n\n[0047]\n\n하나의 구체적인 예에서, 상기 스크래퍼는 스크래퍼플러그의 하면에 부착된 원반 형태가 1개 이상 상하로 배치\n\n된 형태일 수 있고, 상기 원반 형태는 서로 밀착 배열될 수 있으며, 또는 서로 이격되어 배열될 수도 있다.\n\n[0048]\n\n또한, 상기 스크래퍼는 스크래퍼플러그의 하면에 부착된 원반 형태와 상기 스크래퍼플러그의 측면에 부착된 단\n\n위체들 형태로 형성될 수 있다.\n\n[0049]\n\n상기 스크래퍼의 외주면은 중심 방향으로 일정한 간격으로 일정한 길이만큼 절개되어 절개된 부분이 서로 겹치\n\n거나 겹치지 않게 배치되는 구조일 수 있으며, 상기 플러그에 이물질이 부착되는 것을 방지하기 위한 목적을 고\n\n려할 때, 상기 스크래퍼는 상하 방향 및/또는 수평방향으로 겹치게 배치되는 것이 바람직하다.\n\n[0050]\n\n예를 들어, 상기 스크래퍼는, 상기 원통형의 스크래퍼플러그의 측면에 평판형의 단위체가 지면에 대해 사선 방\n\n향으로 부착될 수 있고, 상기 단위체들은 평면상 부분적으로 중첩되도록 부착될 수 있다.\n\n[0051]\n\n하나의 구체적인 예에서, 상기 스크래퍼는 상기 스크래퍼플러그의 외주면을 따라서 브러시 형태로 배치될 수 있\n\n으며,  구체적으로,  상기  스크래퍼플러그의  외주면을  따라  브러시  형태의  스크래퍼가  연속적으로  배치될  수\n\n있고, 또는 비연속적으로 배치될 수 있다. 상기 브러시 형태의 스크래퍼는 단위체 형태의 스크래퍼와 함께 배치\n\n될 수 있으며 상기 브러시 형태의 스크래퍼는 상기 단위체 형태의 스크래퍼와 상하로 배치될 수 있고, 상부 및\n\n하부에 배치되는 스크래퍼의 종류는 이물질의 종류 내지 밸브 몸체의 내경 등을 고려하여 선택될 수 있다.\n\n- 8 -\n\n\f",
      "images": []
    },
    {
      "page_number": 9,
      "text": "등록특허 10-2063855\n\n[0052]\n\n상기 브러시 형태의 스크래퍼의 길이는 상기 단위체 형태의 스크래퍼의 길이보다 짧거나 또는 길게 형성될 수\n\n있으며, 또는 대응되는 길이로 형성될 수 있음은 물론이다.\n\n[0053]\n\n상기 플러그 및 상기 밸브 몸체가 대향하는 부분에 부착된 이물질을 제거하여 밀착이 완전히 이루어지도록 하기\n\n위하여, 적어도 상기 스크래퍼는 상기 플러그 및 밸브 몸체가 밀착되는 부분을 닦아 낼 수 있어야 하는바, 예를\n\n들어, 상기 스크래퍼의 외경은 밸브 몸체의 경사부 전체를 닦을 수 있는 크기로 이루어질 수 있고, 또는 적어도\n\n플러그 및 상기 밸브 몸체가 대면하는 부위는 닦을 수 있는 크기로 이루어질 수 있다. 즉, 스크래퍼의 외경은\n\n상기 플러그 및 상기 밸브 몸체가 대면하는 부위의 외경보다 크게 형성될 수 있다.\n\n[0054]\n\n상기 밸브 몸체의 외면에 부착된 이물질을 보다 효과적으로 제거하기 위하여, 상기 밸브 몸체의 외면을 상하 방\n\n향으로만  닦는  것  보다는  좌우  방향으로  닦아낼  필요가  있는바,  상기  플러그가  이동할  때  상기  스크래퍼는\n\n회전, 진동, 또는 스파이럴 형태의 이동을 할 수 있다.\n\n[0055]\n\n하나의 구체적인 예에서, 상기 밸브는 앵글 밸브이고, 상기 플러그는 별도의 스템이 있거나, 별도의 스템이 없\n\n는 원기둥 형태이며, 상기 스크래퍼는 상기 플러그에서 연장되고 상기 플러그의 외경보다 작은 외경을 갖는 스\n\n크래퍼플러그에 배치되는 구조로 이루어질 수 있다.\n\n[0056]\n\n이하 첨부된 도면을 참조하여 본원 발명이 속하는 기술분야에서 통상의 지식을 가진 자가 본원 발명을 쉽게 실\n\n시할 수 있는 실시예를 상세히 설명한다. 다만, 본원 발명의 바람직한 실시예에 대한 동작 원리를 상세하게 설\n\n명함에 있어 관련된 공지 기능 또는 구성에 대한 구체적인 설명이 본원 발명의 요지를 불필요하게 흐릴 수 있다\n\n고 판단되는 경우에는 그 상세한 설명을 생략한다.\n\n[0057]\n\n또한, 도면 전체에 걸쳐 유사한 기능 및 작용을 하는 부분에 대해서는 동일한 도면 부호를 사용한다. 명세서 전\n\n체에서,  어떤 부분이 다른 부분과 연결되어 있다고 할 때, 이는 직접적으로 연결되어 있는 경우 뿐만 아니라,\n\n그 중간에 다른 소자를 사이에 두고, 간접적으로 연결되어 있는 경우도 포함한다. 또한, 어떤 구성요소를 포함\n\n한다는 것은 특별히 반대되는 기재가 없는 한 다른 구성요소를 제외하는 것이 아니라, 다른 구성요소를 더 포함\n\n[0058]\n\n[0059]\n\n[0060]\n\n할 수 있는 것을 의미한다.\n\n본원 발명을 도면에 따라 상세한 실시예와 같이 설명한다. \n\n도 2는 제1실시예에 따른 유체를 제어하기 위한 밸브의 수직단면도이고 도 2는 도 1의 사시도이다.\n\n도  1  및  도  2를  참조하면,  본원의  유체를  제어하기  위한  밸브는  유체가  흐르는  통로를  개폐하기 위한 플러그\n\n(111) 및 유체가 흐르는 통로를 구성하는 밸브 몸체(121)를 포함한다. 플러그(111)의 하단에서 하향 연장되도록\n\n스크래퍼플러그(112)가 위치하며 스크래퍼플러그(112)의 하면에는 스크래퍼(113)가 부착되어 있다. 다만, 도 1\n\n및  도  2에  도시된  바와  달리,  스크래퍼(113)는  스크래퍼플러그(112)의  하면  뿐  아니라  측면에도  위치할  수\n\n있다.\n\n[0061]\n\n밸브 몸체(121)의 상부는 하향으로 테이퍼진 형태의 경사부(122)가 형성되고, 플러그(111)의 하단부로서 스크래\n\n퍼플러그(112)와 연결되는 부분도 밸브 몸체(121)의 경사부(122)와 대응되는 형태의 경사부가 형성되어 있다.\n\n[0062]\n\n도 3은 도 1의 플러그와 밸브 몸체가 결합하기 전 상태의 수직 단면도이고, 도 4는 도 3의 플러그와 밸브 몸체\n\n가 결합한 상태의 수직 단면도이다.\n\n[0063]\n\n도 3  및 도 4를 참조하면,  원통형 플러그(111)의 하부에서 하향 연장된 스크래퍼플러그(112)의 밑면에 부착된\n\n스크래퍼(113)는 원반형으로 이루어지고 스크래퍼(113)의 직경은 플러그(111)의 직경보다 크게 형성된다. 따라\n\n서 밸브 몸체(121)로부터 배출되는 이물질이 플러그(111)의 외면을 오염시키는 것을 방지할 수 있다. 이와 관련\n\n하여, 플러그(111)와 밸브 몸체(12)가 대면하는 대향면이 이물질로 오염되는 경우, 밸브의 밀봉력이 저하될 우\n\n려가 있으므로, 플러그(111)의 외면이 오염되지 않도록 스크래퍼(113)의 직경이 크게 형성되는 것이 필요하다.\n\n[0064]\n\n도면에는 생략되어 있으나, 밸브가 개방된 상태에서 플러그(111)는 수납부에 수납될 수 있는데, 상기 수납부는\n\n플러그(111)의 외면을 감싸는 구조로 이루어질 수 있고, 밸브 몸체(121)로부터 배출되는 이물질에 의해 수납부\n\n가 오염되는 것을 방지하기 위하여, 스크래퍼(113)는 상기 수납부의 출입구를 완전히 가릴 수 있는 크기로 이루\n\n어지는 것이 바람직하다.\n\n[0065]\n\n도 3에 도시된 바와 같이 밸브가 개방된 상태에 있다가 도 4에 도시된 바와 같이 밸브가 폐쇄되는 경우, 플러그\n\n(111)와 스크래퍼플러그(112)가 연결되는 경사부와 밸브 몸체(121)의 경사부(122)는 대면하도록 밀착 배열되어\n\n밸브의 밀봉이 이루어질 수 있다. 이 때, 추가적으로 스크래퍼플러그(112) 또는 밸브 몸체의 경사부(122)에 실\n\n- 9 -\n\n\f",
      "images": []
    },
    {
      "page_number": 10,
      "text": "등록특허 10-2063855\n\n링용 부재가 부가되는 경우에는 밸브의 밀봉력을 더욱 향상시킬 수 있다.\n\n[0066]\n\n또한, 플러그(111)가 밸브 몸체(121)와 결합되는 과정에서 스크래퍼(113)는 밸브 몸체(121)의 경사부(122)와 밸\n\n브 몸체(121)의 내표면을 쓸어내리거나 닦아내면서 하향 이동하는바, 스크래퍼(113)가 지나간 자리에 부착되었\n\n던 이물질이 제거될 수 있다.\n\n[0067]\n\n이물질에 의한 밀봉력이 저하되는 것을 방지하기 위하여, 스크래퍼(113)는 경사부(122) 전체를 닦아낼 수 있는\n\n크기로 이루어질 수 있고, 또는, 적어도 플러그(111)와 밸브 몸체(121)의 대향면을 닦아낼 수 있는 크기로 이루\n\n어지는 것이 바람직하다.\n\n[0068]\n\n도 4를 참조하면, 밸브 몸체(121)의 내경보다 큰 외경을 갖는 스크래퍼(113)의 외주부는 밸브 몸체(121)의 내표\n\n면을 쓸어 내려가며 상향으로 접히게 되고, 밸브가 완전히 폐쇄된 경우, 스크래퍼(113)는 최대로 구부러진 상태\n\n가 된다. 다만, 스크래퍼(113)는 플러그(111)와 밸브 몸체(121)의 경사부(122)의 접촉에 방해가 되지 않는 정도\n\n의 길이로 구성되고, 이는 스크래퍼플러그(112)의 길이 및 스크래퍼(113)의 크기를 고려하여 설계할 수 있다.\n\n[0069]\n\n[0070]\n\n[0071]\n\n[0072]\n\n도 5는 본원의 플러그 및 밸브 몸체에 형성된 경사 각도를 나타내는 수직 단면을 도시하고 있다.\n\n도 5를 참조하면, 플러그(210)의 측면과 플러그(210)의 밸브 몸체(211)에 대한 대향면이 이루는 각도는 플러그\n\n의 왕복방향을 기준으로 10도 내지 80도로 이루어질 수 있고, 밸브 몸체(211)의 측면과 밸브 몸체(211)의 플러\n\n그(210)에 대한 대향면이 이루는 각도도 플러그의 왕복방향을 기준으로 10도 내지 80도로 이루어질 수 있고 10\n\n도 내지 80도로 이루어질 수 있다. 상기 각각의 각도는 서로 완전히 동일하게 이루어질 수 있으며, 또는 약간의\n\n각도 차가 생기도록 설정할 수 있다.\n\n도 6은 서로 다른 실시예에 따른 플러그 및 밸브 몸체의 결합 상태를 나타내는 수직 단면도이다.\n\n도 6을 참조하면, 플러그와 밸브 몸체가 접촉하는 대향면의 형태를 예시하고 있는바, 구체적으로, (a)밸브는 플\n\n러그(220)와 밸브 몸체(221)가 대면하는 대향면 각각은 모두 곡면 형태로 이루어지고, (b)밸브는 플러그(230)의\n\n대향면은 곡면으로 이루어지나 밸브 몸체(231)의 대향면은 평면으로 이루어진다. (c)밸브는 플러그(240)의 대향\n\n면은 평면으로 이루어지나 밸브 몸체(241)의 대향면은 곡면으로 이루어진다.\n\n[0073]\n\n(a)밸브 내지 (c)밸브 이외에도 사용되는 환경 및 유체의 종류 등을 고려하여 다양한 형태를 갖는 밸브의 밀봉\n\n[0074]\n\n[0075]\n\n부를 설계할 수 있다.\n\n도 7은 제2실시예에 따른 유체를 제어하기 위한 밸브의 사시도이다.\n\n도 7을 참조하면, 제2실시예에 따른 유체를 제어하기 위한 밸브는 동일한 형태의 스크래퍼(313a, 313b)가 상하\n\n로 배치된 형태의 스크래퍼(313)가 형성되어 있다. 구체적으로, 플러그(311)의 하부에서 하향 연장된 스크래퍼\n\n플러그(312)의 측면에는 스크래퍼(313a)가 스크래퍼플러그(312)의 외주를 따라 연속적으로 형성되어 있고, 스크\n\n래퍼플러그(312)의 밑면 모서리에는 스크래퍼(313a)와 동일한 형태의 스크래퍼(313b)가 형성되어 있다. \n\n[0076]\n\n스크래퍼(313)는 외주부에서 중심방향으로 절개가 형성된 링 형태로 이루어질 수 있고, 또는, 평면상 다각형 형\n\n태로 이루어진 단위체들의 꼭짓점 또는 일부가 연결되어 하나의 원형 구조를 이루는 구조로 이루어질 수 있다.\n\n[0077]\n\n[0078]\n\n도 8은 제3실시예에 따른 유체를 제어하기 위한 밸브의 수직 단면도이다.\n\n도 8을 참조하면, 플러그(411)의 하부에서 하향 연장된 스크래퍼플러그(412)의 측면에는 브러시 형태의 스크래\n\n퍼(414)가  부가되어  있고,  스크래퍼(414)의  하부인  스크래퍼플러그(412)의  밑면에는  도  7의  스크래퍼(313a,\n\n313b)와 동일 또는 유사한 스크래퍼(413)가 부가되어 있다. 스크래퍼(413)의 구체적인 형태는 상기 도 7에 설명\n\n된 것과 동일하므로 생략한다.\n\n[0079]\n\n이물질로부터 브러시 형태의 스크래퍼(414)가 오염되는 것을 방지하기 위하여, 브러시 형태의 스크래퍼(414)의\n\n길이는 스크래퍼(413)의 돌출 길이와 동일하거나 짧게 형성되는 것이 바람직하다.\n\n[0080]\n\n밸브가 폐쇄되는 경우, 플러그(411)의 경사부와 밸브 몸체(421)의 경사부(422)가 밀착될 수 있도록, 상대적으로\n\n스크래퍼플러그(412)의 길이를 길게 형성하여 스크래퍼들(413, 414)이 플러그(411)와 밸브 몸체(421)의 대향면\n\n에 위치하는 것을 방지할 수 있다.\n\n도 9는 제4실시예에 따른 유체를 제어하기 위한 밸브의 사시도이다.\n\n도  9를  참조하면,  플러그(511)의  하부에서  하향  연장된  스크래퍼플러그(512)의  측면에는  평판형의  단위체들로\n\n[0081]\n\n[0082]\n\n- 10 -\n\n\f",
      "images": []
    },
    {
      "page_number": 11,
      "text": "등록특허 10-2063855\n\n구성되는 스크래퍼(513)가 지면에 대해 사선 방향으로 부착되어 있다.\n\n[0083]\n\n스크래퍼(513)를 구성하는 단위체들은 부분적으로 중첩되도록 부착되어 있는바, 밸브 몸체(521)로부터 배출되는\n\n이물질이 플러그(511)의 외면을 오염시키는 것을 방지할 수 있다.\n\n[0084]\n\n플러그(511)와 스크래퍼플러그(512)를 연결하는 경사부는 밸브가 완전히 폐쇄된 상태가 되면 밸브 몸체(521)의\n\n경사부(522)와 대면하도록 위치하여 밸브를 밀봉하게 된다.\n\n[0085]\n\n본원 발명에 따른 제2양태는 유체가 흐르는 통로를 개폐하기 위한 플러그;  및 유체가 흐르는 통로를 구성하는\n\n밸브 몸체;를 포함하고, 상기 플러그와 상기 밸브 몸체가 상호 대면하는 부위 주변의 상기 플러그 및 상기 밸브\n\n몸체 부분은 10 내지 80도로 테이퍼진 평면 형태이거나 또는 곡면 형태로 이루어지며, 상기 대면하는 부위는 탄\n\n성재질의 오링에 의해서 직접 대면하는 유체를 제어하기 위한 밸브를 제공한다.\n\n[0086]\n\n도 10 및 도 11은 본원 발명의 제5실시예에 따른 플러그와 밸브 몸체가 결합한 상태의 사시도 및 수직 단면도이\n\n다.\n\n[0087]\n\n플러그(611)가 밸브 몸체(621)에 결합한 상태이며, 이들이 상호 대면하는 부위 주변은 테이퍼진 평면 형태이다.\n\n밸브 몸체 경사부(622)와 플러그 몸체 경사부(612)가 테이퍼진 형태이며, 도 11에서는 오링이 장착된 형태를 보\n\n여주고 있다. 이때 오링이 장착될 수 있는 플러그 몸체 홈(615)은 플러그 몸체 경사부(612)에 마련되어 있다.\n\n[0088]\n\n도 12 및 도 13은 제5실시예에 따른 플러그의 사시도, 상면도, 측면도이다. 이때 오링은 장착되지 않은 상태이\n\n다.\n\n[0089]\n\n플러그(611)에는  플러그  몸체  경사부(612)가  마련되어  있으며  플러그  몸체  경사부(612)에는  오링이  장착될 수\n\n있는 플러그 몸체 홈(615)이 마련되어 있다. 본원 발명에 따른 실시예 5는 다른 실시예와 달리 별도의 스크래퍼\n\n가 없어도 이산화규소(SiO2) 입자가 다량으로 발생하는 공정에서도 배관의 막힘이 없이 밸브의 개폐 기능을 정상\n\n적으로 작동한다. 오일은 탄성재질로서 통상적으로 고무 오일이 사용될 수 있으나, 재질의 선택은 작동하는 온\n\n도 및 물질에 따라서 통상의 기술자가 적절하게 선택할 수 있다. 또한 오링이 장착되는 홈의 깊이 및 내경 또한\n\n작동하는 압력 등을 고려하여 설계가 가능하다.\n\n[0090]\n\n이때 상기 탄성재질이 오링이 고정되는 홈은 상기 플러그 또는 상기 밸브 몸체에 부가될 수 있으나, 도 12, 13\n\n은 플러그 몸체에 마련되었다.\n\n[0091]\n\n본원 발명에 따른 도면은 밸브 몸체를 전부 표시하지 않고 플러그와 실링이 되는 부분만을 표시한 것이며, 플러\n\n그 수납부 밸브 몸체의 구성은 통상의 밸브와 동일하므로 이에 대한 자세한 설명은 생략하였다.\n\n[0092]\n\n이와 같이, 본원의 밸브는 이물질의 제거가 가능한 스크래퍼가 부착되어 있는 플러그를 포함하는바, 밸브 몸체\n\n및 플러그의 외면에 부착된 이물질을 제거할 수 있으므로, 밸브가 이물질에 의해 막히는 것을 방지할 수 있고,\n\n이물질에 의해 밀봉력이 저하되는 문제를 해결할 수 있다.\n\n[0093]\n\n본원 발명이 속한 분야에서 통상의 지식을 가진 자라면 상기 내용을 바탕으로 본원 발명의 범주내에서 다양한\n\n응용 및 변형을 수행하는 것이 가능할 것이다.\n\n부호의 설명\n\n[0094]\n\n111, 210, 220, 230, 240, 311, 411, 511, 611: 플러그\n\n612 : 플러그 몸체 경사부\n\n615 : 플러그 몸체 홈\n\n112, 312, 412, 512: 스크래퍼플러그\n\n113, 313a, 313b, 313, 413, 414, 513: 스크래퍼\n\n121, 211, 221, 231, 241, 321, 421, 521, 621: 밸브 몸체\n\n122, 422, 522, 622: 밸브 몸체 경사부\n\n- 11 -\n\n\f",
      "images": []
    },
    {
      "page_number": 12,
      "text": "등록특허 10-2063855\n\n도면\n\n도면1\n\n도면2\n\n- 12 -\n\n\f",
      "images": []
    },
    {
      "page_number": 13,
      "text": "등록특허 10-2063855\n\n도면3\n\n도면4\n\n- 13 -\n\n\f",
      "images": []
    },
    {
      "page_number": 14,
      "text": "도면5\n\n등록특허 10-2063855\n\n- 14 -\n\n\f",
      "images": []
    },
    {
      "page_number": 15,
      "text": "도면6\n\n등록특허 10-2063855\n\n- 15 -\n\n\f",
      "images": []
    },
    {
      "page_number": 16,
      "text": "등록특허 10-2063855\n\n도면7\n\n도면8\n\n- 16 -\n\n\f",
      "images": []
    },
    {
      "page_number": 17,
      "text": "도면9\n\n등록특허 10-2063855\n\n- 17 -\n\n\f",
      "images": []
    },
    {
      "page_number": 18,
      "text": "등록특허 10-2063855\n\n도면10\n\n도면11\n\n- 18 -\n\n\f",
      "images": []
    },
    {
      "page_number": 19,
      "text": "등록특허 10-2063855\n\n도면12\n\n도면13\n\n- 19 -\n\n\f",
      "images": []
    }
  ],
  "chunks": [
    {
      "id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef#p1#c000",
      "page": 1,
      "text": "(19) 대한민국특허청(KR)\n(12) 등록특허공보(B1)\n(45) 공고일자   2020년01월13일\n(11) 등록번호   10-2063855\n(24) 등록일자   2020년01월02일\n(51) 국제특허분류(Int. Cl.)\n     F16K 5/04 (2006.01)  F16K 3/30 (2006.01)\n     F16K 5/08 (2006.01)  F16K 5/14 (2006.01)\n(52) CPC특허분류\n     F16K 5/0407 (2013.01)\n     F16K 3/30 (2013.01)\n(21) 출원번호       10-2019-0029850\n(22) 출원일자       2019년03월15일\n     심사청구일자   2019년03월15일 \n(56) 선행기술조사문헌\nJP09264638 A*\nKR101674010 B1*\nKR200290326 Y1*\n*는 심사관에 의하여 인용된 문헌\n(73) 특허권자\n주식회사 글로벌스탠다드테크놀로지\n경기도 화성시 동탄면 동탄산단6길  15-13\n(72) 발명자\n최익성\n경기도 화성시 동탄감배산로 19, 1611동 1204(오\n산동, 동탄역 더샵 센트럴시티 2차)\n정종국\n경기도 오산시 운암로 14, 104동 1402호(원동, 청\n구아파트)\n(뒷면에 계속)\n(74) 대리인\n특허법인명륜\n전체 청구항 수 : 총  10  항\n 심사관 :    곽성룡\n(54) 발명의 명칭 배관의 막힘을 방지하는 스크래퍼가 부가된 밸브\n(57) 요 약\n본원 발명은 유체가 흐르는 통로를 개폐하기 위한 플러그;\n유체가 흐르는 통로를 구성하는 밸브 몸체;를 포함하는 유체를 제어하기 위한 밸브에 있어서,\n상기 플러그에서 연장된 스크래퍼플러그에 배치되고 상기 밸브 몸체에 부착되는 이물질을 제거하기 위한 스크래\n퍼가 부가된 유체를 제어하기 위한 밸브에 관한 것이다.\n대 표 도 - 도1\n등록특허 10-2063855\n- 1 -\n등록특허10-2063855",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/배관의 막힘을 방지하는 스크래퍼가 부가된 밸브.pdf",
        "title": "배관의 막힘을 방지하는 스크래퍼가 부가된 밸브",
        "doc_id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef",
        "page": 1,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef#p2#c000",
      "page": 2,
      "text": "(52) CPC특허분류\n     F16K 5/08 (2013.01)\n     F16K 5/14 (2013.01)\n(72) 발명자\n이상준\n경기도 용인시 기흥구 용구대로2394번길 27\n김덕준\n경기도 성남시 분당구 정자일로 100, B동 1804호(\n정자동, 미켈란쉐르빌)\n등록특허 10-2063855\n- 2 -",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/배관의 막힘을 방지하는 스크래퍼가 부가된 밸브.pdf",
        "title": "배관의 막힘을 방지하는 스크래퍼가 부가된 밸브",
        "doc_id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef",
        "page": 2,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef#p3#c000",
      "page": 3,
      "text": "명 세 서\n청구범위\n청구항 1 \n유체가 흐르는 통로를 개폐하기 위한 플러그; 및\n유체가 흐르는 통로를 구성하는 밸브 몸체;를 포함하고,\n상기 플러그에서 연장된 스크래퍼플러그에 배치되고 상기 밸브 몸체에 부착되는 이물질을 제거하기 위한 스크래\n퍼가 부가되며,\n상기 스크래퍼는 상기 밸브 몸체 중 상기 플러그와 대면하는 부위의 이물질을 제거하고,\n상기 플러그와 상기 밸브 몸체가 상호 대면하는 부위의 상기 플러그 및 상기 밸브 몸체 부분은 10 내지 80도로\n테이퍼진 형태로 이루어진 유체를 제어하기 위한 밸브를 사용하여 이물질을 포함하는 유체에 의한 배관 막힘을\n방지하거나 상기 플러그의 완전 폐쇄 상태에서도 유체가 새어 나가는 것을 방지하는 방법에 있어서,\n상기 유체는 입자를 포함하는 반도체 생산 공정에서 흐르는 유체인 이물질을 포함하는 유체에 의한 배관 막힘을\n방지하거나 상기 플러그의 완전 폐쇄 상태에서도 유체가 새어 나가는 것을 방지하는 방법.\n청구항 2 \n삭제\n청구항 3 \n삭제\n청구항 4 \n제1항에 있어서,\n상기 스크래퍼는 상기 밸브가 완전히 개방되었을 경우, 상기 플러그가 수납되는 수납부의 출입구를 완전히 덮을\n수 있도록 펼쳐지며, 상기 밸브가 완전 폐쇄되었을 경우에는 상기 밸브 몸체의 유체가 흐르는 통로에 배치될 수\n있도록 접히거나 수축되는 유체를 제어하기 위한 밸브를 사용하여 이물질을 포함하는 유체에 의한 배관 막힘을\n방지하거나 상기 플러그의 완전 폐쇄 상태에서도 유체가 새어 나가는 것을 방지하는 방법.\n청구항 5 \n제1항에 있어서,\n상기 스크래퍼플러그는, 상기 밸브가 완전히 폐쇄되는 경우, 상기 스크래퍼가 상기 플러그와 상기 밸브 몸체의\n대면부의 접촉에 방해가 되지 않을 길이만큼 상기 플러그로부터 연장된 유체를 제어하기 위한 밸브를 사용하여\n이물질을 포함하는 유체에 의한 배관 막힘을 방지하거나 상기 플러그의 완전 폐쇄 상태에서도 유체가 새어 나가\n는 것을 방지하는 방법.\n청구항 6 \n제1항에 있어서,\n상기 스크래퍼는 상기 스크래퍼플러그의 외주면으로부터 외측으로 연장된 단위체가 연속 또는 비연속적으로 인\n접 배열된 구조로 이루어진 유체를 제어하기 위한 밸브를 사용하여 이물질을 포함하는 유체에 의한 배관 막힘을\n방지하거나 상기 플러그의 완전 폐쇄 상태에서도 유체가 새어 나가는 것을 방지하는 방법.\n청구항 7 \n제6항에 있어서,\n등록특허 10-2063855\n- 3 -",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/배관의 막힘을 방지하는 스크래퍼가 부가된 밸브.pdf",
        "title": "배관의 막힘을 방지하는 스크래퍼가 부가된 밸브",
        "doc_id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef",
        "page": 3,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef#p4#c000",
      "page": 4,
      "text": "상기 스크래퍼는 탄성재질의 원반 형태가 1개 이상 배치된 유체를 제어하기 위한 밸브를 사용하여 이물질을 포\n함하는 유체에 의한 배관 막힘을 방지하거나 상기 플러그의 완전 폐쇄 상태에서도 유체가 새어 나가는 것을 방\n지하는 방법.\n청구항 8 \n제7항에 있어서,\n상기 스크래퍼의 외주면은 중심 방향으로 일정한 간격으로 일정한 길이만큼 절개되어 절개된 부분이 서로 겹치\n거나 겹치지 않게 배치된 유체를 제어하기 위한 밸브를 사용하여 이물질을 포함하는 유체에 의한 배관 막힘을\n방지하거나 상기 플러그의 완전 폐쇄 상태에서도 유체가 새어 나가는 것을 방지하는 방법.\n청구항 9 \n제6항에 있어서,\n상기 스크래퍼는 상기 스크래퍼플러그의 외주면을 따라서 브러시 형태로 배치된 유체를 제어하기 위한 밸브를\n사용하여 이물질을 포함하는 유체에 의한 배관 막힘을 방지하거나 상기 플러그의 완전 폐쇄 상태에서도 유체가\n새어 나가는 것을 방지하는 방법.\n청구항 10 \n제6항에 있어서,\n상기 스크래퍼의 최외각 지름은 상기 플러그 및 상기 밸브 몸체가 대면하는 부위의 최외각 지름보다 큰 것인 유\n체를 제어하기 위한 밸브를 사용하여 이물질을 포함하는 유체에 의한 배관 막힘을 방지하거나 상기 플러그의 완\n전 폐쇄 상태에서도 유체가 새어 나가는 것을 방지하는 방법.\n청구항 11 \n제1항에 있어서,\n상기 플러그가 이동할 때 상기 스크래퍼는 회전, 진동, 또는 스파이럴 형태의 이동을 하는 유체를 제어하기 위\n한 밸브를 사용하여 이물질을 포함하는 유체에 의한 배관 막힘을 방지하거나 상기 플러그의 완전 폐쇄 상태에서\n도 유체가 새어 나가는 것을 방지하는 방법.\n청구항 12 \n제1항에 있어서,\n상기 밸브는 앵글 밸브이고,\n상기 플러그는 별도의 스템이 있거나, 별도의 스템이 없는 원기둥 형태이며,\n상기 스크래퍼는 상기 플러그에서 연장되고 상기 플러그의 외경보다 작은 외경을 갖는 스크래퍼플러그에 배치되\n는 유체를 제어하기 위한 밸브를 사용하여 이물질을 포함하는 유체에 의한 배관 막힘을 방지하거나 상기 플러그\n의 완전 폐쇄 상태에서도 유체가 새어 나가는 것을 방지하는 방법.\n청구항 13 \n삭제\n청구항 14 \n삭제\n발명의 설명\n기 술 분 야\n본원 발명은 배관의 막힘을 방지하는 밸브로서, 구체적으로 밸브 몸체에 부착되는 이물질을 제거하기 위한 스크\n[0001]\n래퍼가 플러그에 부가됨으로써 분진에 의해 배관이 막히는 것을 방지할 수 있는 밸브에 관한 것이다.",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/배관의 막힘을 방지하는 스크래퍼가 부가된 밸브.pdf",
        "title": "배관의 막힘을 방지하는 스크래퍼가 부가된 밸브",
        "doc_id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef",
        "page": 4,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef#p4#c001",
      "page": 4,
      "text": "의 완전 폐쇄 상태에서도 유체가 새어 나가는 것을 방지하는 방법.\n청구항 13 \n삭제\n청구항 14 \n삭제\n발명의 설명\n기 술 분 야\n본원 발명은 배관의 막힘을 방지하는 밸브로서, 구체적으로 밸브 몸체에 부착되는 이물질을 제거하기 위한 스크\n[0001]\n래퍼가 플러그에 부가됨으로써 분진에 의해 배관이 막히는 것을 방지할 수 있는 밸브에 관한 것이다.\n등록특허 10-2063855\n- 4 -",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/배관의 막힘을 방지하는 스크래퍼가 부가된 밸브.pdf",
        "title": "배관의 막힘을 방지하는 스크래퍼가 부가된 밸브",
        "doc_id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef",
        "page": 4,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef#p5#c000",
      "page": 5,
      "text": "배 경 기 술\n화학 물질을 이용한 공정들은 반응에 필요한 조건들을 미리 설정하고 이를 진행하기 위한 파이프와 같은 배관을\n[0002]\n연결함으로써 완성된다.  다양한 공정을 통해 원하는 물질을 얻을 수 있으나,  원치 않는 부산물도 함께\n형성된다. 입자 형태의 부산물은 배관에 누적 및 고화되고 심한 경우에는 배관을 막아 공정이 중단되는 문제를\n일으킨다. 반도체 생산 공정과 같이 이산화규소(SiO2) 입자가 다량으로 발생하는 공정에 있어서 이러한 배관의\n막힘(clogging)은 연속적인 공정의 운전에 큰 장애가 된다.\n입자들에 의한 배관의 막힘은 단일 직선 또는 단순한 곡선으로 배치된 배관에서 보다는 내부에 정체 구간이 있\n[0003]\n는 밸브 등에서 주로 발생한다. 밸브 내부에 이물질이 누적되어 쌓이는 경우, 입구를 개폐하는 밸브의 플러그와\n상기 플러그가 접촉하는 밸브 몸체의 접촉면이 완전히 밀착되지 못하게 되어 플러그의 완전 폐쇄 상태에서도 유\n체가 새어 나가는 문제가 발생한다.\n누적된 이물질은 밸브의 개폐가 반복됨에 따라 다져지면서 고화가 더욱 심화되고, 결과적으로 밸브 몸체의 표면\n[0004]\n에 강하게 부착된 이물질로 인해서 밸브를 폐기하고 교체해야 하는 경우도 발생한다.\n특허문헌 1은 내연기관에 있어서 실린더 내벽 및 피스톤에 부착되어 있는 오일이 역압에 의하여 연소실로 상승\n[0005]\n되는 것과 블로우 바이 현상을 효율적으로 방지하기 위한 기술이다. 연료의 불완전 연소에 따른 매연 방지와 과\n다한 오일 소모를 방지하기 위한 오일링과 오일 스크래퍼 기능을 동시에 수행할 있는 오일 스크래퍼 링을 개시\n하고 있다.\n특허문헌 1은 실린더 내벽에 부착된 오일을 효과적으로 긁어낼 수 있도록 상측돌기와 하측돌기가 형성된 스크래\n[0006]\n퍼 링을 개시하나 실린더 입구 주변의 경사면이 형성되는 경우, 상기 경사면에 부착된 이물질 등을 제거할 수\n있는 구조는 개시하지 못하고 있다.\n특허문헌 2는 니들 밸브체의 회전에 의해 오리피스 포트의 벽면에 부착된 슬러지를 긁어내는 스크래퍼가 설치된\n[0007]\n오리피스 제어 밸브를 개시하고 있다. 특허문헌 2는 균일한 내경을 갖는 오리피스 포트의 벽면에 부착된 슬러지\n는 제거할 수는 있으나, 테이퍼진 내경을 갖는 경우에는 슬러지를 제대로 제거하지 못하는 문제가 있다.",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/배관의 막힘을 방지하는 스크래퍼가 부가된 밸브.pdf",
        "title": "배관의 막힘을 방지하는 스크래퍼가 부가된 밸브",
        "doc_id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef",
        "page": 5,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef#p5#c001",
      "page": 5,
      "text": "특허문헌 2는 니들 밸브체의 회전에 의해 오리피스 포트의 벽면에 부착된 슬러지를 긁어내는 스크래퍼가 설치된\n[0007]\n오리피스 제어 밸브를 개시하고 있다. 특허문헌 2는 균일한 내경을 갖는 오리피스 포트의 벽면에 부착된 슬러지\n는 제거할 수는 있으나, 테이퍼진 내경을 갖는 경우에는 슬러지를 제대로 제거하지 못하는 문제가 있다.\n특허문헌 3은 불순물 등이 적은 반용융 금속을 슬리브에서 성형 몰드로 공급할 수 있고 또한 그 불순물 등을 슬\n[0008]\n리브에서 용이하게 제거할 수 있는 금속 재료 공급 장치에 관한 것이다. 플런저의 외측 둘레에서 돌출되는 구조\n의 장출 부재가 형성되어 있고, 상기 장출 부재를 돌출시킨 상태에서 플런저를 이동시킴으로써 슬리브에 남겨진\n금속 재료를 슬리브의 벽면에서 제거하는 방법을 개시하고 있다.\n특허문헌 3은 슬리브에 남겨진 금속 재료를 제거할 수 있으나, 슬리브의 입구 주변에 남겨진 금속 재료를 제거\n[0009]\n하지 못하는 문제가 있다.\n특허문헌 4는 펌프 몸체에 패킹 케이스가 끼워지고 상기 패킹 케이스의 내부에는, 피스톤 로드와의 사이에 2개\n[0010]\n의 실링을 설치하여 기밀을 유지하는 피스톤 펌프의 실링 구조 및 상기 패킹 케이스의 외측 선단에 위치하여 미\n립자를 걸러내는 스크래퍼를 개시하고 있다. 특허문헌 4는 상기 스크래퍼를 이용하여 피스톤 로드의 마모의 원\n인이 되는 미립자를 제거할 수 있으나, 펌프 몸체의 외주변에 묻은 이물질을 제거하기 어려운 문제가 있다.\n이와 같이, 배관 내부의 이물질을 다양한 방법을 통해서 제거하고 있다. 그러나 배관 입구의 테이퍼진 부분에\n[0011]\n이물질이 부착되고, 상기 이물질이 제거 되지 않는 경우 밸브가 원활하게 작동하지 않고, 결국 배관이 막히게\n되는 문제를 해결하기 위한 명확한 해결책은 아직까지 제시되지 않았다.\n선행기술문헌\n특허문헌\n(특허문헌 0001) 대한민국 공개실용신안공보 제0374751호 \n[0012]\n(특허문헌 0002) 일본 공개특허공보 제1997-264638호 \n(특허문헌 0003) 일본 등록특허공보 제3915707호 \n(특허문헌 0004) 한국 등록특허공보 제0513510호 \n등록특허 10-2063855\n- 5 -",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/배관의 막힘을 방지하는 스크래퍼가 부가된 밸브.pdf",
        "title": "배관의 막힘을 방지하는 스크래퍼가 부가된 밸브",
        "doc_id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef",
        "page": 5,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef#p6#c000",
      "page": 6,
      "text": "발명의 내용\n해결하려는 과제\n본원 발명은 상기와 같은 문제점을 해결하기 위한 것으로서, 유체가 흐르는 통로에 이물질이 퇴적되어 상기 통\n[0013]\n로가 막히는 것을 방지하기 위하여, 이물질을 제거하기 위한 스크래퍼가 부가된 밸브를 제공하는 것을 목적으로\n한다.\n과제의 해결 수단\n이러한 목적을 달성하기 위한 본원 발명에 따른 제1양태는 유체를 제어하기 위한 밸브는, 유체가 흐르는 통로를\n[0014]\n개폐하기 위한 플러그, 및 유체가 흐르는 통로를 구성하는 밸브 몸체를 포함하고, 상기 플러그에서 연장된 스크\n래퍼플러그에 배치되고 상기 밸브 몸체에 부착되는 이물질을 제거하기 위한 스크래퍼가 부가된 구조로 이루어질\n수 있다.\n상기 스크래퍼는 상기 밸브 몸체 중 상기 플러그와 대면하는 부위의 이물질을 제거할 수 있다.\n[0015]\n상기 플러그와 상기 밸브 몸체가 상호 대면하는 부위의 상기 플러그 및 상기 밸브 몸체 부분은 10 내지 80도로\n[0016]\n테이퍼진 형태이거나 또는 곡면 형태로 이루어질 수 있다.\n상기 스크래퍼는 상기 밸브가 완전히 개방되었을 경우, 상기 플러그가 수납되는 수납부의 출입구를 완전히 덮을\n[0017]\n수 있도록 펼쳐지며, 상기 밸브가 완전히 폐쇄되었을 경우에는 상기 밸브 몸체의 유체가 흐르는 통로에 배치될\n수 있도록 접히거나 수축될 수 있다.\n상기 스크래퍼플러그는, 상기 밸브가 완전히 폐쇄되는 경우, 상기 스크래퍼가 상기 플러그와 상기 밸브 몸체의\n[0018]\n대면부의 접촉에 방해가 되지 않을 길이만큼 상기 플러그로부터 연장된 구조로 이루어질 수 있다.\n상기 스크래퍼는 상기 스크래퍼플러그의 외주면으로부터 외측으로 연장된 단위체가 연속 또는 비연속적으로 인\n[0019]\n접 배열된 구조로 이루어질 수 있다.\n또는, 상기 스크래퍼는 탄성재질의 원반 형태가 1개 이상 배치된 형태로 이루어질 수 있다.\n[0020]\n상기 스크래퍼의 외주면은 중심 방향으로 일정한 간격으로 일정한 길이만큼 절개되어 절개된 부분이 서로 겹치\n[0021]\n거나 겹치지 않게 배치되는 구조일 수 있다.\n또는, 상기 스크래퍼는 상기 스크래퍼플러그의 외주면을 따라서 브러시 형태로 배치될 수 있다.\n[0022]\n상기 스크래퍼의 외경은 상기 플러그 및 상기 밸브 몸체가 대면하는 부위의 외경보다 크게 형성될 수 있다.\n[0023]\n상기 플러그가 이동할 때 상기 스크래퍼는 회전, 진동, 또는 스파이럴 형태의 이동을 할 수 있다.",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/배관의 막힘을 방지하는 스크래퍼가 부가된 밸브.pdf",
        "title": "배관의 막힘을 방지하는 스크래퍼가 부가된 밸브",
        "doc_id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef",
        "page": 6,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef#p6#c001",
      "page": 6,
      "text": "또는, 상기 스크래퍼는 상기 스크래퍼플러그의 외주면을 따라서 브러시 형태로 배치될 수 있다.\n[0022]\n상기 스크래퍼의 외경은 상기 플러그 및 상기 밸브 몸체가 대면하는 부위의 외경보다 크게 형성될 수 있다.\n[0023]\n상기 플러그가 이동할 때 상기 스크래퍼는 회전, 진동, 또는 스파이럴 형태의 이동을 할 수 있다.\n[0024]\n하나의 구체적인 예에서, 상기 밸브는 앵글 밸브이고, 상기 플러그는 별도의 스템이 있거나, 별도의 스템이 없\n[0025]\n는 원기둥 형태이며, 상기 스크래퍼는 상기 플러그에서 연장되고 상기 플러그의 외경보다 작은 외경을 갖는 스\n크래퍼플러그에 배치되는 구조로 이루어질 수 있다.\n본원 발명에 따른 제2양태는 유체가 흐르는 통로를 개폐하기 위한 플러그; 및 유체가 흐르는 통로를 구성하는\n[0026]\n밸브 몸체;를 포함하고, 상기 플러그와 상기 밸브 몸체가 상호 대면하는 부위 주변의 상기 플러그 및 상기 밸브\n몸체 부분은 10 내지 80도로 테이퍼진 평면 형태이거나 또는 곡면 형태로 이루어지며, 상기 대면하는 부위는 탄\n성재질의 오링에 의해서 직접 대면하는 유체를 제어하기 위한 밸브를 제공한다.\n이때 상기 탄성재질이 오링이 고정되는 홈은 상기 플러그 또는 상기 밸브 몸체에 부가될 수 있다.\n[0027]\n발명의 효과\n이상에서 설명한 바와 같이, 본원 발명에 따른 유체를 제어하기 위한 밸브는, 밸브 몸체 표면에 부착된 이물질\n[0028]\n을 제거할 수 있는 스크래퍼가 부착되어 있으므로, 플러그의 개폐과정에서 밸브 몸체의 표면에 부착된 이물질을\n제거할 수 있는바, 이물질이 배관을 막는 것을 방지할 수 있다.\n또한, 상기 이물질이 밸브의 결합부에 부착됨에 따라 밸브의 밀봉이 완전히 이루어지지 않아서 유체가 유출되는\n[0029]\n문제 또한 해결할 수 있다.\n등록특허 10-2063855\n- 6 -",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/배관의 막힘을 방지하는 스크래퍼가 부가된 밸브.pdf",
        "title": "배관의 막힘을 방지하는 스크래퍼가 부가된 밸브",
        "doc_id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef",
        "page": 6,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef#p7#c000",
      "page": 7,
      "text": "도면의 간단한 설명\n도 1은 제1실시예에 따른 유체를 제어하기 위한 밸브의 사시도이다.\n[0030]\n도 2는 제1실시예에 따른 유체를 제어하기 위한 밸브의 단면도이다.\n도 3은 도 2의 플러그와 밸브 몸체가 결합하기 전 상태의 수직 단면도이다.\n도 4는 도 3의 플러그와 밸브 몸체가 결합한 상태의 수직 단면도이다.\n도 5는 본원의 플러그 및 밸브 몸체에 형성된 경사 각도를 나타내는 수직 단면도이다.\n도 6은 서로 다른 실시예에 따른 플러그 및 밸브 몸체의 결합 상태를 나타내는 수직 단면도이다.\n도 7은 제2실시예에 따른 유체를 제어하기 위한 밸브의 사시도이다.\n도 8은 제3실시예에 따른 유체를 제어하기 위한 밸브의 수직 단면도이다.\n도 9는 제4실시예에 따른 유체를 제어하기 위한 밸브의 사시도이다.\n도 10은 제5실시예에 따른 플러그와 밸브 몸체가 결합한 상태의 사시도이다.\n도 11은 제5실시예에 따른 플러그와 밸브 몸체가 결합한 상태의 수직 단면도이다.\n도 11은 제5실시예에 따른 플러그와 밸브 몸체가 결합한 상태의 수직 단면도이다.\n도 12는 제5실시예에 따른 플러그의 사시도이다. 이때 오링은 장착되지 않은 상태이다.\n도 13은 제5실시예에 따른 플러그의 상면도 및 측면도이다. 이때 오링은 장착되지 않은 상태이다.\n발명을 실시하기 위한 구체적인 내용\n상기와 같은 효과를 얻기 위하여, 본원 발명에 따른 유체를 제어하기 위한 밸브는, 유체가 흐르는 통로를 개폐\n[0031]\n하기 위한 플러그, 및 유체가 흐르는 통로를 구성하는 밸브 몸체를 포함하고, 상기 플러그에서 연장된 스크래퍼\n플러그에 배치되고 상기 밸브 몸체에 부착되는 이물질을 제거하기 위한 스크래퍼가 부가된 구조로 이루어질 수\n있다.\n유체가 흐르는 통로의 입구를 닫거나 열면서 유체를 제어하기 위한 밸브를 사용하는 경우, 상기 유체로부터 형\n[0032]\n성된 입자가 밸브의 입구 내지 밸브의 내관에 부착될 수 있는데, 상기 유체 입자가 뭉치면서 덩어리를 형성하게\n되면 결국 밸브의 입구 내지 내관을 완전히 막아버리게 된다.\n또한, 상기 유체 입자가 밸브의 입구에 부착되면 플러그와 밸브 몸체가 결합되는 부분에 부분적으로 유격이 발\n[0033]\n생하여 밸브의 밀봉이 완전히 이루어지지 못한다. 플러그의 완전 밀폐 상태에서도 유체가 새어 나가 정확한 유\n체의 제어가 곤란하다.",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/배관의 막힘을 방지하는 스크래퍼가 부가된 밸브.pdf",
        "title": "배관의 막힘을 방지하는 스크래퍼가 부가된 밸브",
        "doc_id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef",
        "page": 7,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef#p7#c001",
      "page": 7,
      "text": "되면 결국 밸브의 입구 내지 내관을 완전히 막아버리게 된다.\n또한, 상기 유체 입자가 밸브의 입구에 부착되면 플러그와 밸브 몸체가 결합되는 부분에 부분적으로 유격이 발\n[0033]\n생하여 밸브의 밀봉이 완전히 이루어지지 못한다. 플러그의 완전 밀폐 상태에서도 유체가 새어 나가 정확한 유\n체의 제어가 곤란하다.\n본원 발명과 같이 밸브의 입구 및 내측면에 부착된 이물질을 제거할 수 있는 스크래퍼가 형성된 플러그를 사용\n[0034]\n하는 경우, 상기 플러그의 왕복 운동시 상기 이물질의 제거가 이루어질 수 있는바, 별도의 세척 과정이 부가되\n지 않고도 이물질에 의해 상기와 같은 문제가 발생하는 것을 미연에 방지할 수 있다.\n구체적으로, 상기 스크래퍼는 상기 스크래퍼플러그에 배치되는바, 상기 유체가 흐르는 통로의 개방 및 폐쇄를\n[0035]\n위하여 상기 플러그가 왕복 운동할 때, 상기 스크래퍼플러그에 배치된 스크래퍼가 상기 밸브 몸체의 외측면을\n쓸고 지나가면서 이물질을 제거할 수 있다. 즉, 상기 스크래퍼는 상기 밸브 몸체 중 상기 플러그와 대면하는 부\n위의 이물질을 제거할 수 있으며, 또한 상기 밸브 몸체의 내측면 외면에 부착된 이물질을 제거할 수 있다.\n상기 플러그와 상기 밸브 몸체가 상호 대면하는 부위의 상기 플러그 및 상기 밸브 몸체 부분은 10 내지 80도로\n[0036]\n테이퍼진 형태로 이루어질 수 있고, 또는 곡면 형태로 이루어질 수 있다.\n상기 플러그 및 상기 밸브 몸체가 결합할 때 플러그와 밸브 몸체가 대면하는 면이 상기 플러그의 왕복 방향과\n[0037]\n평행할 경우, 상기 플러그를 상기 밸브 몸체로부터 분리시키는 것이 어려울 수 있고, 상기 플러그 및 상기 밸브\n몸체가 결합할 때 플러그와 밸브 몸체가 대면하는 면의 수직선이 상기 플러그의 왕복 방향과 평행할 경우, 스크\n래퍼를 사용하더라도 상기 밸브 몸체에 부착된 이물질을 제거하기 어려운 문제가 있다.\n즉, 상기 플러그의 상기 밸브 몸체에 대한 대향면이 이루는 각도는 플러그의 왕복방향을 기준으로 10도 내지 80\n[0038]\n등록특허 10-2063855\n- 7 -",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/배관의 막힘을 방지하는 스크래퍼가 부가된 밸브.pdf",
        "title": "배관의 막힘을 방지하는 스크래퍼가 부가된 밸브",
        "doc_id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef",
        "page": 7,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef#p8#c000",
      "page": 8,
      "text": "도로 이루어질 수 있고, 상기 밸브 몸체의 상기 플러그에 대한 대항면이 이루는 각도도 플러그의 왕복방향을 기\n준으로 10도 내지 80도로 이루어질 수 있다. 상기 각도들은 서로 동일할 수 있고, 또는 서로 상이한 각도로 이\n루어질 수 있으며, 상기 밸브의 밀봉력을 향상시키기 위한 목적을 고려할 때, 상기 각도들은 완전히 일치하지\n않는 구조로 형성되는 것이 바람직하다. 상기 플러그와 상기 밸브 몸체가 대면하는 면은 직선이 아닌 곡선의 형\n태일 수도 있다.\n상기 스크래퍼는 상기 밸브가 완전히 개방되었을 경우, 상기 플러그가 수납되는 수납부의 출입구를 완전히 덮을\n[0039]\n수 있도록 펼쳐지며, 상기 밸브가 완전 폐쇄되었을 경우에는 상기 밸브 몸체의 유체가 흐르는 통로에 배치될 수\n있도록 접히거나 수축되는 소재로 이루어질 수 있다.\n이와 같이, 상기 스크래퍼는 상기 플러그 수납부의 출입구를 완전히 덮을 수 있는 크기 및 형태로 이루어질 수\n[0040]\n있는바, 상기 밸브 몸체를 흐르는 이물질이 상기 수납부의 출입구에 부착되는 것을 방지할 수 있다.\n본원 발명의 유체를 제어하기 위한 밸브는 스크래퍼가 부착된 구조인 바, 플러그를 밸브 본체와 결합시 상기 스\n[0041]\n크래퍼가 플러그와 밸브 본체의 대향면에 위치하지 않도록 하기 위하여 플러그의 하부에 스크래퍼플러그가 형성\n되어 있다. 즉, 상기 스크래퍼플러그는 상기 밸브가 완전히 폐쇄되는 경우, 상기 스크래퍼가 상기 플러그와 상\n기 밸브 몸체의 대면부의 접촉에 방해가 되지 않을 길이만큼 상기 플러그로부터 연장된 구조로 이루어진다.\n상기 스크래퍼의 구조는 밸브 몸체에 부착되는 이물질을 효과적으로 제거할 수 있는 구조라면 특별히 제한되지\n[0042]\n않으며, 예를 들어, 상기 스크래퍼는 상기 스크래퍼플러그의 외주면으로부터 외측으로 연장된 단위체가 연속 또\n는 비연속적으로 인접 배열된 구조로 이루어질 수 있다.\n구체적으로 상기 스크래퍼는 상기 스크래퍼플러그의 외주면으로부터 외측으로 연장된 단위체가 상기 스크래퍼플\n[0043]\n러그의 외주면을 따라 이격 간격 없이 연속적으로 부착되어 배열되는 구조일 수 있고, 또는 상기 단위체 각각이\n이격 간격을 두고 부착 배열되는 구조일 수 있으며, 또는 상기 단위체들의 일부는 연속적으로 배열되고 나머지\n일부는 비연속적으로 배열되는 구조가 혼합되는 구조일 수 있다.",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/배관의 막힘을 방지하는 스크래퍼가 부가된 밸브.pdf",
        "title": "배관의 막힘을 방지하는 스크래퍼가 부가된 밸브",
        "doc_id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef",
        "page": 8,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef#p8#c001",
      "page": 8,
      "text": "[0043]\n러그의 외주면을 따라 이격 간격 없이 연속적으로 부착되어 배열되는 구조일 수 있고, 또는 상기 단위체 각각이\n이격 간격을 두고 부착 배열되는 구조일 수 있으며, 또는 상기 단위체들의 일부는 연속적으로 배열되고 나머지\n일부는 비연속적으로 배열되는 구조가 혼합되는 구조일 수 있다.\n상기 단위체는 평판형으로 이루어지고, 평면상 다각형, 원형, 타원형, 및 직선과 곡선으로 이루어진 비정형 구\n[0044]\n조로 이루어진 군에서 선택되는 1종 이상으로 이루어질 수 있다.\n상기 스크래퍼는 상기 스크래퍼플러그의 측면 외주면에서 외측으로 연장되는 구조일 수 있고, 또는 상기 스크래\n[0045]\n퍼플러그의 밑면 모서리에서부터 외측으로 연장되는 구조일 수 있다. 또한, 상기 연장되는 단위체의 평면은 상\n기 플러그가 상기 밸브가 완전히 개방된 때는 상기 플러그의 밑면과 평행하도록 배열되는 구조로 이루어질 수\n있다.\n또한, 상기 스크래퍼는 상기 밸브가 완전히 폐쇄될 때는 구부러지고, 밸브가 완전히 개방될 때는 플러그의 밑면\n[0046]\n과 평행하도록 변형이 가능한 소재로 이루어지는바, 탄성재질로 이루어지는 것이 바람직하고, 내열성 및 내화학\n성이 높은 소재로 이루어져서 다양한 반응물들과 반응하지 않을 뿐 아니라, 고온에서도 변형되지 않는 것이 더\n욱 바람직하다.\n하나의 구체적인 예에서, 상기 스크래퍼는 스크래퍼플러그의 하면에 부착된 원반 형태가 1개 이상 상하로 배치\n[0047]\n된 형태일 수 있고, 상기 원반 형태는 서로 밀착 배열될 수 있으며, 또는 서로 이격되어 배열될 수도 있다.\n또한, 상기 스크래퍼는 스크래퍼플러그의 하면에 부착된 원반 형태와 상기 스크래퍼플러그의 측면에 부착된 단\n[0048]\n위체들 형태로 형성될 수 있다.\n상기 스크래퍼의 외주면은 중심 방향으로 일정한 간격으로 일정한 길이만큼 절개되어 절개된 부분이 서로 겹치\n[0049]\n거나 겹치지 않게 배치되는 구조일 수 있으며, 상기 플러그에 이물질이 부착되는 것을 방지하기 위한 목적을 고\n려할 때, 상기 스크래퍼는 상하 방향 및/또는 수평방향으로 겹치게 배치되는 것이 바람직하다.\n예를 들어, 상기 스크래퍼는, 상기 원통형의 스크래퍼플러그의 측면에 평판형의 단위체가 지면에 대해 사선 방\n[0050]\n향으로 부착될 수 있고, 상기 단위체들은 평면상 부분적으로 중첩되도록 부착될 수 있다.",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/배관의 막힘을 방지하는 스크래퍼가 부가된 밸브.pdf",
        "title": "배관의 막힘을 방지하는 스크래퍼가 부가된 밸브",
        "doc_id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef",
        "page": 8,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef#p8#c002",
      "page": 8,
      "text": "려할 때, 상기 스크래퍼는 상하 방향 및/또는 수평방향으로 겹치게 배치되는 것이 바람직하다.\n예를 들어, 상기 스크래퍼는, 상기 원통형의 스크래퍼플러그의 측면에 평판형의 단위체가 지면에 대해 사선 방\n[0050]\n향으로 부착될 수 있고, 상기 단위체들은 평면상 부분적으로 중첩되도록 부착될 수 있다.\n하나의 구체적인 예에서, 상기 스크래퍼는 상기 스크래퍼플러그의 외주면을 따라서 브러시 형태로 배치될 수 있\n[0051]\n으며,  구체적으로,  상기 스크래퍼플러그의 외주면을 따라 브러시 형태의 스크래퍼가 연속적으로 배치될 수\n있고, 또는 비연속적으로 배치될 수 있다. 상기 브러시 형태의 스크래퍼는 단위체 형태의 스크래퍼와 함께 배치\n될 수 있으며 상기 브러시 형태의 스크래퍼는 상기 단위체 형태의 스크래퍼와 상하로 배치될 수 있고, 상부 및\n하부에 배치되는 스크래퍼의 종류는 이물질의 종류 내지 밸브 몸체의 내경 등을 고려하여 선택될 수 있다.\n등록특허 10-2063855\n- 8 -",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/배관의 막힘을 방지하는 스크래퍼가 부가된 밸브.pdf",
        "title": "배관의 막힘을 방지하는 스크래퍼가 부가된 밸브",
        "doc_id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef",
        "page": 8,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef#p9#c000",
      "page": 9,
      "text": "상기 브러시 형태의 스크래퍼의 길이는 상기 단위체 형태의 스크래퍼의 길이보다 짧거나 또는 길게 형성될 수\n[0052]\n있으며, 또는 대응되는 길이로 형성될 수 있음은 물론이다.\n상기 플러그 및 상기 밸브 몸체가 대향하는 부분에 부착된 이물질을 제거하여 밀착이 완전히 이루어지도록 하기\n[0053]\n위하여, 적어도 상기 스크래퍼는 상기 플러그 및 밸브 몸체가 밀착되는 부분을 닦아 낼 수 있어야 하는바, 예를\n들어, 상기 스크래퍼의 외경은 밸브 몸체의 경사부 전체를 닦을 수 있는 크기로 이루어질 수 있고, 또는 적어도\n플러그 및 상기 밸브 몸체가 대면하는 부위는 닦을 수 있는 크기로 이루어질 수 있다. 즉, 스크래퍼의 외경은\n상기 플러그 및 상기 밸브 몸체가 대면하는 부위의 외경보다 크게 형성될 수 있다.\n상기 밸브 몸체의 외면에 부착된 이물질을 보다 효과적으로 제거하기 위하여, 상기 밸브 몸체의 외면을 상하 방\n[0054]\n향으로만 닦는 것 보다는 좌우 방향으로 닦아낼 필요가 있는바,  상기 플러그가 이동할 때 상기 스크래퍼는\n회전, 진동, 또는 스파이럴 형태의 이동을 할 수 있다.\n하나의 구체적인 예에서, 상기 밸브는 앵글 밸브이고, 상기 플러그는 별도의 스템이 있거나, 별도의 스템이 없\n[0055]\n는 원기둥 형태이며, 상기 스크래퍼는 상기 플러그에서 연장되고 상기 플러그의 외경보다 작은 외경을 갖는 스\n크래퍼플러그에 배치되는 구조로 이루어질 수 있다.\n이하 첨부된 도면을 참조하여 본원 발명이 속하는 기술분야에서 통상의 지식을 가진 자가 본원 발명을 쉽게 실\n[0056]\n시할 수 있는 실시예를 상세히 설명한다. 다만, 본원 발명의 바람직한 실시예에 대한 동작 원리를 상세하게 설\n명함에 있어 관련된 공지 기능 또는 구성에 대한 구체적인 설명이 본원 발명의 요지를 불필요하게 흐릴 수 있다\n고 판단되는 경우에는 그 상세한 설명을 생략한다.\n또한, 도면 전체에 걸쳐 유사한 기능 및 작용을 하는 부분에 대해서는 동일한 도면 부호를 사용한다. 명세서 전\n[0057]\n체에서, 어떤 부분이 다른 부분과 연결되어 있다고 할 때, 이는 직접적으로 연결되어 있는 경우 뿐만 아니라,\n그 중간에 다른 소자를 사이에 두고, 간접적으로 연결되어 있는 경우도 포함한다. 또한, 어떤 구성요소를 포함\n한다는 것은 특별히 반대되는 기재가 없는 한 다른 구성요소를 제외하는 것이 아니라, 다른 구성요소를 더 포함\n할 수 있는 것을 의미한다.",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/배관의 막힘을 방지하는 스크래퍼가 부가된 밸브.pdf",
        "title": "배관의 막힘을 방지하는 스크래퍼가 부가된 밸브",
        "doc_id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef",
        "page": 9,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef#p9#c001",
      "page": 9,
      "text": "체에서, 어떤 부분이 다른 부분과 연결되어 있다고 할 때, 이는 직접적으로 연결되어 있는 경우 뿐만 아니라,\n그 중간에 다른 소자를 사이에 두고, 간접적으로 연결되어 있는 경우도 포함한다. 또한, 어떤 구성요소를 포함\n한다는 것은 특별히 반대되는 기재가 없는 한 다른 구성요소를 제외하는 것이 아니라, 다른 구성요소를 더 포함\n할 수 있는 것을 의미한다.\n본원 발명을 도면에 따라 상세한 실시예와 같이 설명한다. \n[0058]\n도 2는 제1실시예에 따른 유체를 제어하기 위한 밸브의 수직단면도이고 도 2는 도 1의 사시도이다.\n[0059]\n도 1 및 도 2를 참조하면, 본원의 유체를 제어하기 위한 밸브는 유체가 흐르는 통로를 개폐하기 위한 플러그\n[0060]\n(111) 및 유체가 흐르는 통로를 구성하는 밸브 몸체(121)를 포함한다. 플러그(111)의 하단에서 하향 연장되도록\n스크래퍼플러그(112)가 위치하며 스크래퍼플러그(112)의 하면에는 스크래퍼(113)가 부착되어 있다. 다만, 도 1\n및 도 2에 도시된 바와 달리,  스크래퍼(113)는 스크래퍼플러그(112)의 하면 뿐 아니라 측면에도 위치할 수\n있다.\n밸브 몸체(121)의 상부는 하향으로 테이퍼진 형태의 경사부(122)가 형성되고, 플러그(111)의 하단부로서 스크래\n[0061]\n퍼플러그(112)와 연결되는 부분도 밸브 몸체(121)의 경사부(122)와 대응되는 형태의 경사부가 형성되어 있다.\n도 3은 도 1의 플러그와 밸브 몸체가 결합하기 전 상태의 수직 단면도이고, 도 4는 도 3의 플러그와 밸브 몸체\n[0062]\n가 결합한 상태의 수직 단면도이다.\n도 3 및 도 4를 참조하면, 원통형 플러그(111)의 하부에서 하향 연장된 스크래퍼플러그(112)의 밑면에 부착된\n[0063]\n스크래퍼(113)는 원반형으로 이루어지고 스크래퍼(113)의 직경은 플러그(111)의 직경보다 크게 형성된다. 따라\n서 밸브 몸체(121)로부터 배출되는 이물질이 플러그(111)의 외면을 오염시키는 것을 방지할 수 있다. 이와 관련\n하여, 플러그(111)와 밸브 몸체(12)가 대면하는 대향면이 이물질로 오염되는 경우, 밸브의 밀봉력이 저하될 우\n려가 있으므로, 플러그(111)의 외면이 오염되지 않도록 스크래퍼(113)의 직경이 크게 형성되는 것이 필요하다.\n도면에는 생략되어 있으나, 밸브가 개방된 상태에서 플러그(111)는 수납부에 수납될 수 있는데, 상기 수납부는\n[0064]",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/배관의 막힘을 방지하는 스크래퍼가 부가된 밸브.pdf",
        "title": "배관의 막힘을 방지하는 스크래퍼가 부가된 밸브",
        "doc_id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef",
        "page": 9,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef#p9#c002",
      "page": 9,
      "text": "하여, 플러그(111)와 밸브 몸체(12)가 대면하는 대향면이 이물질로 오염되는 경우, 밸브의 밀봉력이 저하될 우\n려가 있으므로, 플러그(111)의 외면이 오염되지 않도록 스크래퍼(113)의 직경이 크게 형성되는 것이 필요하다.\n도면에는 생략되어 있으나, 밸브가 개방된 상태에서 플러그(111)는 수납부에 수납될 수 있는데, 상기 수납부는\n[0064]\n플러그(111)의 외면을 감싸는 구조로 이루어질 수 있고, 밸브 몸체(121)로부터 배출되는 이물질에 의해 수납부\n가 오염되는 것을 방지하기 위하여, 스크래퍼(113)는 상기 수납부의 출입구를 완전히 가릴 수 있는 크기로 이루\n어지는 것이 바람직하다.\n도 3에 도시된 바와 같이 밸브가 개방된 상태에 있다가 도 4에 도시된 바와 같이 밸브가 폐쇄되는 경우, 플러그\n[0065]\n(111)와 스크래퍼플러그(112)가 연결되는 경사부와 밸브 몸체(121)의 경사부(122)는 대면하도록 밀착 배열되어\n밸브의 밀봉이 이루어질 수 있다. 이 때, 추가적으로 스크래퍼플러그(112) 또는 밸브 몸체의 경사부(122)에 실\n등록특허 10-2063855\n- 9 -",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/배관의 막힘을 방지하는 스크래퍼가 부가된 밸브.pdf",
        "title": "배관의 막힘을 방지하는 스크래퍼가 부가된 밸브",
        "doc_id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef",
        "page": 9,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef#p10#c000",
      "page": 10,
      "text": "링용 부재가 부가되는 경우에는 밸브의 밀봉력을 더욱 향상시킬 수 있다.\n또한, 플러그(111)가 밸브 몸체(121)와 결합되는 과정에서 스크래퍼(113)는 밸브 몸체(121)의 경사부(122)와 밸\n[0066]\n브 몸체(121)의 내표면을 쓸어내리거나 닦아내면서 하향 이동하는바, 스크래퍼(113)가 지나간 자리에 부착되었\n던 이물질이 제거될 수 있다.\n이물질에 의한 밀봉력이 저하되는 것을 방지하기 위하여, 스크래퍼(113)는 경사부(122) 전체를 닦아낼 수 있는\n[0067]\n크기로 이루어질 수 있고, 또는, 적어도 플러그(111)와 밸브 몸체(121)의 대향면을 닦아낼 수 있는 크기로 이루\n어지는 것이 바람직하다.\n도 4를 참조하면, 밸브 몸체(121)의 내경보다 큰 외경을 갖는 스크래퍼(113)의 외주부는 밸브 몸체(121)의 내표\n[0068]\n면을 쓸어 내려가며 상향으로 접히게 되고, 밸브가 완전히 폐쇄된 경우, 스크래퍼(113)는 최대로 구부러진 상태\n가 된다. 다만, 스크래퍼(113)는 플러그(111)와 밸브 몸체(121)의 경사부(122)의 접촉에 방해가 되지 않는 정도\n의 길이로 구성되고, 이는 스크래퍼플러그(112)의 길이 및 스크래퍼(113)의 크기를 고려하여 설계할 수 있다.\n도 5는 본원의 플러그 및 밸브 몸체에 형성된 경사 각도를 나타내는 수직 단면을 도시하고 있다.\n[0069]\n도 5를 참조하면, 플러그(210)의 측면과 플러그(210)의 밸브 몸체(211)에 대한 대향면이 이루는 각도는 플러그\n[0070]\n의 왕복방향을 기준으로 10도 내지 80도로 이루어질 수 있고, 밸브 몸체(211)의 측면과 밸브 몸체(211)의 플러\n그(210)에 대한 대향면이 이루는 각도도 플러그의 왕복방향을 기준으로 10도 내지 80도로 이루어질 수 있고 10\n도 내지 80도로 이루어질 수 있다. 상기 각각의 각도는 서로 완전히 동일하게 이루어질 수 있으며, 또는 약간의\n각도 차가 생기도록 설정할 수 있다.\n도 6은 서로 다른 실시예에 따른 플러그 및 밸브 몸체의 결합 상태를 나타내는 수직 단면도이다.\n[0071]\n도 6을 참조하면, 플러그와 밸브 몸체가 접촉하는 대향면의 형태를 예시하고 있는바, 구체적으로, (a)밸브는 플\n[0072]\n러그(220)와 밸브 몸체(221)가 대면하는 대향면 각각은 모두 곡면 형태로 이루어지고, (b)밸브는 플러그(230)의",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/배관의 막힘을 방지하는 스크래퍼가 부가된 밸브.pdf",
        "title": "배관의 막힘을 방지하는 스크래퍼가 부가된 밸브",
        "doc_id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef",
        "page": 10,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef#p10#c001",
      "page": 10,
      "text": "도 6은 서로 다른 실시예에 따른 플러그 및 밸브 몸체의 결합 상태를 나타내는 수직 단면도이다.\n[0071]\n도 6을 참조하면, 플러그와 밸브 몸체가 접촉하는 대향면의 형태를 예시하고 있는바, 구체적으로, (a)밸브는 플\n[0072]\n러그(220)와 밸브 몸체(221)가 대면하는 대향면 각각은 모두 곡면 형태로 이루어지고, (b)밸브는 플러그(230)의\n대향면은 곡면으로 이루어지나 밸브 몸체(231)의 대향면은 평면으로 이루어진다. (c)밸브는 플러그(240)의 대향\n면은 평면으로 이루어지나 밸브 몸체(241)의 대향면은 곡면으로 이루어진다.\n(a)밸브 내지 (c)밸브 이외에도 사용되는 환경 및 유체의 종류 등을 고려하여 다양한 형태를 갖는 밸브의 밀봉\n[0073]\n부를 설계할 수 있다.\n도 7은 제2실시예에 따른 유체를 제어하기 위한 밸브의 사시도이다.\n[0074]\n도 7을 참조하면, 제2실시예에 따른 유체를 제어하기 위한 밸브는 동일한 형태의 스크래퍼(313a, 313b)가 상하\n[0075]\n로 배치된 형태의 스크래퍼(313)가 형성되어 있다. 구체적으로, 플러그(311)의 하부에서 하향 연장된 스크래퍼\n플러그(312)의 측면에는 스크래퍼(313a)가 스크래퍼플러그(312)의 외주를 따라 연속적으로 형성되어 있고, 스크\n래퍼플러그(312)의 밑면 모서리에는 스크래퍼(313a)와 동일한 형태의 스크래퍼(313b)가 형성되어 있다. \n스크래퍼(313)는 외주부에서 중심방향으로 절개가 형성된 링 형태로 이루어질 수 있고, 또는, 평면상 다각형 형\n[0076]\n태로 이루어진 단위체들의 꼭짓점 또는 일부가 연결되어 하나의 원형 구조를 이루는 구조로 이루어질 수 있다.\n도 8은 제3실시예에 따른 유체를 제어하기 위한 밸브의 수직 단면도이다.\n[0077]\n도 8을 참조하면, 플러그(411)의 하부에서 하향 연장된 스크래퍼플러그(412)의 측면에는 브러시 형태의 스크래\n[0078]\n퍼(414)가 부가되어 있고,  스크래퍼(414)의 하부인 스크래퍼플러그(412)의 밑면에는 도 7의 스크래퍼(313a,\n313b)와 동일 또는 유사한 스크래퍼(413)가 부가되어 있다. 스크래퍼(413)의 구체적인 형태는 상기 도 7에 설명\n된 것과 동일하므로 생략한다.\n이물질로부터 브러시 형태의 스크래퍼(414)가 오염되는 것을 방지하기 위하여, 브러시 형태의 스크래퍼(414)의\n[0079]",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/배관의 막힘을 방지하는 스크래퍼가 부가된 밸브.pdf",
        "title": "배관의 막힘을 방지하는 스크래퍼가 부가된 밸브",
        "doc_id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef",
        "page": 10,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef#p10#c002",
      "page": 10,
      "text": "313b)와 동일 또는 유사한 스크래퍼(413)가 부가되어 있다. 스크래퍼(413)의 구체적인 형태는 상기 도 7에 설명\n된 것과 동일하므로 생략한다.\n이물질로부터 브러시 형태의 스크래퍼(414)가 오염되는 것을 방지하기 위하여, 브러시 형태의 스크래퍼(414)의\n[0079]\n길이는 스크래퍼(413)의 돌출 길이와 동일하거나 짧게 형성되는 것이 바람직하다.\n밸브가 폐쇄되는 경우, 플러그(411)의 경사부와 밸브 몸체(421)의 경사부(422)가 밀착될 수 있도록, 상대적으로\n[0080]\n스크래퍼플러그(412)의 길이를 길게 형성하여 스크래퍼들(413, 414)이 플러그(411)와 밸브 몸체(421)의 대향면\n에 위치하는 것을 방지할 수 있다.\n도 9는 제4실시예에 따른 유체를 제어하기 위한 밸브의 사시도이다.\n[0081]\n도 9를 참조하면, 플러그(511)의 하부에서 하향 연장된 스크래퍼플러그(512)의 측면에는 평판형의 단위체들로\n[0082]\n등록특허 10-2063855\n- 10 -",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/배관의 막힘을 방지하는 스크래퍼가 부가된 밸브.pdf",
        "title": "배관의 막힘을 방지하는 스크래퍼가 부가된 밸브",
        "doc_id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef",
        "page": 10,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef#p11#c000",
      "page": 11,
      "text": "구성되는 스크래퍼(513)가 지면에 대해 사선 방향으로 부착되어 있다.\n스크래퍼(513)를 구성하는 단위체들은 부분적으로 중첩되도록 부착되어 있는바, 밸브 몸체(521)로부터 배출되는\n[0083]\n이물질이 플러그(511)의 외면을 오염시키는 것을 방지할 수 있다.\n플러그(511)와 스크래퍼플러그(512)를 연결하는 경사부는 밸브가 완전히 폐쇄된 상태가 되면 밸브 몸체(521)의\n[0084]\n경사부(522)와 대면하도록 위치하여 밸브를 밀봉하게 된다.\n본원 발명에 따른 제2양태는 유체가 흐르는 통로를 개폐하기 위한 플러그; 및 유체가 흐르는 통로를 구성하는\n[0085]\n밸브 몸체;를 포함하고, 상기 플러그와 상기 밸브 몸체가 상호 대면하는 부위 주변의 상기 플러그 및 상기 밸브\n몸체 부분은 10 내지 80도로 테이퍼진 평면 형태이거나 또는 곡면 형태로 이루어지며, 상기 대면하는 부위는 탄\n성재질의 오링에 의해서 직접 대면하는 유체를 제어하기 위한 밸브를 제공한다.\n도 10 및 도 11은 본원 발명의 제5실시예에 따른 플러그와 밸브 몸체가 결합한 상태의 사시도 및 수직 단면도이\n[0086]\n다.\n플러그(611)가 밸브 몸체(621)에 결합한 상태이며, 이들이 상호 대면하는 부위 주변은 테이퍼진 평면 형태이다.\n[0087]\n밸브 몸체 경사부(622)와 플러그 몸체 경사부(612)가 테이퍼진 형태이며, 도 11에서는 오링이 장착된 형태를 보\n여주고 있다. 이때 오링이 장착될 수 있는 플러그 몸체 홈(615)은 플러그 몸체 경사부(612)에 마련되어 있다.\n도 12 및 도 13은 제5실시예에 따른 플러그의 사시도, 상면도, 측면도이다. 이때 오링은 장착되지 않은 상태이\n[0088]\n다.\n플러그(611)에는 플러그 몸체 경사부(612)가 마련되어 있으며 플러그 몸체 경사부(612)에는 오링이 장착될 수\n[0089]\n있는 플러그 몸체 홈(615)이 마련되어 있다. 본원 발명에 따른 실시예 5는 다른 실시예와 달리 별도의 스크래퍼\n가 없어도 이산화규소(SiO2) 입자가 다량으로 발생하는 공정에서도 배관의 막힘이 없이 밸브의 개폐 기능을 정상\n적으로 작동한다. 오일은 탄성재질로서 통상적으로 고무 오일이 사용될 수 있으나, 재질의 선택은 작동하는 온\n도 및 물질에 따라서 통상의 기술자가 적절하게 선택할 수 있다. 또한 오링이 장착되는 홈의 깊이 및 내경 또한\n작동하는 압력 등을 고려하여 설계가 가능하다.",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/배관의 막힘을 방지하는 스크래퍼가 부가된 밸브.pdf",
        "title": "배관의 막힘을 방지하는 스크래퍼가 부가된 밸브",
        "doc_id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef",
        "page": 11,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef#p11#c001",
      "page": 11,
      "text": "적으로 작동한다. 오일은 탄성재질로서 통상적으로 고무 오일이 사용될 수 있으나, 재질의 선택은 작동하는 온\n도 및 물질에 따라서 통상의 기술자가 적절하게 선택할 수 있다. 또한 오링이 장착되는 홈의 깊이 및 내경 또한\n작동하는 압력 등을 고려하여 설계가 가능하다.\n이때 상기 탄성재질이 오링이 고정되는 홈은 상기 플러그 또는 상기 밸브 몸체에 부가될 수 있으나, 도 12, 13\n[0090]\n은 플러그 몸체에 마련되었다.\n본원 발명에 따른 도면은 밸브 몸체를 전부 표시하지 않고 플러그와 실링이 되는 부분만을 표시한 것이며, 플러\n[0091]\n그 수납부 밸브 몸체의 구성은 통상의 밸브와 동일하므로 이에 대한 자세한 설명은 생략하였다.\n이와 같이, 본원의 밸브는 이물질의 제거가 가능한 스크래퍼가 부착되어 있는 플러그를 포함하는바, 밸브 몸체\n[0092]\n및 플러그의 외면에 부착된 이물질을 제거할 수 있으므로, 밸브가 이물질에 의해 막히는 것을 방지할 수 있고,\n이물질에 의해 밀봉력이 저하되는 문제를 해결할 수 있다.\n본원 발명이 속한 분야에서 통상의 지식을 가진 자라면 상기 내용을 바탕으로 본원 발명의 범주내에서 다양한\n[0093]\n응용 및 변형을 수행하는 것이 가능할 것이다.\n부호의 설명\n111, 210, 220, 230, 240, 311, 411, 511, 611: 플러그\n[0094]\n612 : 플러그 몸체 경사부\n615 : 플러그 몸체 홈\n112, 312, 412, 512: 스크래퍼플러그\n113, 313a, 313b, 313, 413, 414, 513: 스크래퍼\n121, 211, 221, 231, 241, 321, 421, 521, 621: 밸브 몸체\n122, 422, 522, 622: 밸브 몸체 경사부\n등록특허 10-2063855\n- 11 -",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/배관의 막힘을 방지하는 스크래퍼가 부가된 밸브.pdf",
        "title": "배관의 막힘을 방지하는 스크래퍼가 부가된 밸브",
        "doc_id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef",
        "page": 11,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef#p12#c000",
      "page": 12,
      "text": "도면\n도면1\n도면2\n등록특허 10-2063855\n- 12 -",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/배관의 막힘을 방지하는 스크래퍼가 부가된 밸브.pdf",
        "title": "배관의 막힘을 방지하는 스크래퍼가 부가된 밸브",
        "doc_id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef",
        "page": 12,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef#p13#c000",
      "page": 13,
      "text": "도면3\n도면4\n등록특허 10-2063855\n- 13 -",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/배관의 막힘을 방지하는 스크래퍼가 부가된 밸브.pdf",
        "title": "배관의 막힘을 방지하는 스크래퍼가 부가된 밸브",
        "doc_id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef",
        "page": 13,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef#p14#c000",
      "page": 14,
      "text": "도면5\n등록특허 10-2063855\n- 14 -",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/배관의 막힘을 방지하는 스크래퍼가 부가된 밸브.pdf",
        "title": "배관의 막힘을 방지하는 스크래퍼가 부가된 밸브",
        "doc_id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef",
        "page": 14,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef#p15#c000",
      "page": 15,
      "text": "도면6\n등록특허 10-2063855\n- 15 -",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/배관의 막힘을 방지하는 스크래퍼가 부가된 밸브.pdf",
        "title": "배관의 막힘을 방지하는 스크래퍼가 부가된 밸브",
        "doc_id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef",
        "page": 15,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef#p16#c000",
      "page": 16,
      "text": "도면7\n도면8\n등록특허 10-2063855\n- 16 -",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/배관의 막힘을 방지하는 스크래퍼가 부가된 밸브.pdf",
        "title": "배관의 막힘을 방지하는 스크래퍼가 부가된 밸브",
        "doc_id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef",
        "page": 16,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef#p17#c000",
      "page": 17,
      "text": "도면9\n등록특허 10-2063855\n- 17 -",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/배관의 막힘을 방지하는 스크래퍼가 부가된 밸브.pdf",
        "title": "배관의 막힘을 방지하는 스크래퍼가 부가된 밸브",
        "doc_id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef",
        "page": 17,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef#p18#c000",
      "page": 18,
      "text": "도면10\n도면11\n등록특허 10-2063855\n- 18 -",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/배관의 막힘을 방지하는 스크래퍼가 부가된 밸브.pdf",
        "title": "배관의 막힘을 방지하는 스크래퍼가 부가된 밸브",
        "doc_id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef",
        "page": 18,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef#p19#c000",
      "page": 19,
      "text": "도면12\n도면13\n등록특허 10-2063855\n- 19 -",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/배관의 막힘을 방지하는 스크래퍼가 부가된 밸브.pdf",
        "title": "배관의 막힘을 방지하는 스크래퍼가 부가된 밸브",
        "doc_id": "배관의_막힘을_방지하는_스크래퍼가_부가된_밸브-b7d479ef",
        "page": 19,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    }
  ],
  "page_count": 19,
  "full_text": "등록특허 10-2063855\n\n등록특허 10-2063855\n\n(19) 대한민국특허청(KR)\n\n(12) 등록특허공보(B1)\n\n(45) 공고일자   2020년01월13일\n(11) 등록번호   10-2063855\n(24) 등록일자   2020년01월02일\n\n(51) 국제특허분류(Int. Cl.)\n     F16K 5/04 (2006.01)  F16K 3/30 (2006.01)\n     F16K 5/08 (2006.01)  F16K 5/14 (2006.01)\n(52) CPC특허분류\n     F16K 5/0407 (2013.01)\n     F16K 3/30 (2013.01)\n(21) 출원번호       10-2019-0029850\n(22) 출원일자       2019년03월15일\n     심사청구일자   2019년03월15일 \n(56) 선행기술조사문헌\nJP09264638 A*\n\nKR101674010 B1*\n\nKR200290326 Y1*\n\n*는 심사관에 의하여 인용된 문헌\n\n(73) 특허권자\n\n주식회사 글로벌스탠다드테크놀로지\n\n경기도 화성시 동탄면 동탄산단6길  15-13\n\n(72) 발명자\n최익성\n\n경기도 화성시 동탄감배산로 19, 1611동 1204(오\n산동, 동탄역 더샵 센트럴시티 2차)\n\n정종국\n\n경기도 오산시 운암로 14, 104동 1402호(원동, 청\n구아파트)\n\n(뒷면에 계속)\n\n(74) 대리인\n\n특허법인명륜\n\n전체 청구항 수 : 총  10  항\n\n 심사관 :    곽성룡\n\n(54) 발명의 명칭 배관의 막힘을 방지하는 스크래퍼가 부가된 밸브\n\n(57) 요 약\n\n본원 발명은 유체가 흐르는 통로를 개폐하기 위한 플러그;\n\n유체가 흐르는 통로를 구성하는 밸브 몸체;를 포함하는 유체를 제어하기 위한 밸브에 있어서,\n\n상기 플러그에서 연장된 스크래퍼플러그에 배치되고 상기 밸브 몸체에 부착되는 이물질을 제거하기 위한 스크래\n퍼가 부가된 유체를 제어하기 위한 밸브에 관한 것이다.\n\n대 표 도 - 도1\n\n- 1 -\n\n\f\n(52) CPC특허분류\n     F16K 5/08 (2013.01)\n     F16K 5/14 (2013.01)\n(72) 발명자\n이상준\n\n경기도 용인시 기흥구 용구대로2394번길 27\n\n등록특허 10-2063855\n\n김덕준\n\n경기도 성남시 분당구 정자일로 100, B동 1804호(\n정자동, 미켈란쉐르빌)\n\n- 2 -\n\n\f\n등록특허 10-2063855\n\n명 세 서\n\n청구범위\n\n청구항 1 \n\n유체가 흐르는 통로를 개폐하기 위한 플러그; 및\n\n유체가 흐르는 통로를 구성하는 밸브 몸체;를 포함하고,\n\n상기 플러그에서 연장된 스크래퍼플러그에 배치되고 상기 밸브 몸체에 부착되는 이물질을 제거하기 위한 스크래\n\n퍼가 부가되며,\n\n상기 스크래퍼는 상기 밸브 몸체 중 상기 플러그와 대면하는 부위의 이물질을 제거하고,\n\n상기 플러그와 상기 밸브 몸체가 상호 대면하는 부위의 상기 플러그 및 상기 밸브 몸체 부분은 10 내지 80도로\n\n테이퍼진 형태로 이루어진 유체를 제어하기 위한 밸브를 사용하여 이물질을 포함하는 유체에 의한 배관 막힘을\n\n방지하거나 상기 플러그의 완전 폐쇄 상태에서도 유체가 새어 나가는 것을 방지하는 방법에 있어서,\n\n상기 유체는 입자를 포함하는 반도체 생산 공정에서 흐르는 유체인 이물질을 포함하는 유체에 의한 배관 막힘을\n\n방지하거나 상기 플러그의 완전 폐쇄 상태에서도 유체가 새어 나가는 것을 방지하는 방법.\n\n청구항 2 \n\n삭제\n\n청구항 3 \n\n삭제\n\n청구항 4 \n\n제1항에 있어서,\n\n상기 스크래퍼는 상기 밸브가 완전히 개방되었을 경우, 상기 플러그가 수납되는 수납부의 출입구를 완전히 덮을\n\n수 있도록 펼쳐지며, 상기 밸브가 완전 폐쇄되었을 경우에는 상기 밸브 몸체의 유체가 흐르는 통로에 배치될 수\n\n있도록 접히거나 수축되는 유체를 제어하기 위한 밸브를 사용하여 이물질을 포함하는 유체에 의한 배관 막힘을\n\n방지하거나 상기 플러그의 완전 폐쇄 상태에서도 유체가 새어 나가는 것을 방지하는 방법.\n\n청구항 5 \n\n제1항에 있어서,\n\n상기 스크래퍼플러그는, 상기 밸브가 완전히 폐쇄되는 경우, 상기 스크래퍼가 상기 플러그와 상기 밸브 몸체의\n\n대면부의 접촉에 방해가 되지 않을 길이만큼 상기 플러그로부터 연장된 유체를 제어하기 위한 밸브를 사용하여\n\n이물질을 포함하는 유체에 의한 배관 막힘을 방지하거나 상기 플러그의 완전 폐쇄 상태에서도 유체가 새어 나가\n\n는 것을 방지하는 방법.\n\n청구항 6 \n\n제1항에 있어서,\n\n상기 스크래퍼는 상기 스크래퍼플러그의 외주면으로부터 외측으로 연장된 단위체가 연속 또는 비연속적으로 인\n\n접 배열된 구조로 이루어진 유체를 제어하기 위한 밸브를 사용하여 이물질을 포함하는 유체에 의한 배관 막힘을\n\n방지하거나 상기 플러그의 완전 폐쇄 상태에서도 유체가 새어 나가는 것을 방지하는 방법.\n\n청구항 7 \n\n제6항에 있어서,\n\n- 3 -\n\n\f\n상기 스크래퍼는 탄성재질의 원반 형태가 1개 이상 배치된 유체를 제어하기 위한 밸브를 사용하여 이물질을 포\n\n함하는 유체에 의한 배관 막힘을 방지하거나 상기 플러그의 완전 폐쇄 상태에서도 유체가 새어 나가는 것을 방\n\n등록특허 10-2063855\n\n지하는 방법.\n\n청구항 8 \n\n제7항에 있어서,\n\n상기 스크래퍼의 외주면은 중심 방향으로 일정한 간격으로 일정한 길이만큼 절개되어 절개된 부분이 서로 겹치\n\n거나 겹치지 않게 배치된 유체를 제어하기 위한 밸브를 사용하여 이물질을 포함하는 유체에 의한 배관 막힘을\n\n방지하거나 상기 플러그의 완전 폐쇄 상태에서도 유체가 새어 나가는 것을 방지하는 방법.\n\n청구항 9 \n\n제6항에 있어서,\n\n상기  스크래퍼는  상기  스크래퍼플러그의  외주면을  따라서  브러시  형태로  배치된  유체를  제어하기  위한  밸브를\n\n사용하여 이물질을 포함하는 유체에 의한 배관 막힘을 방지하거나 상기 플러그의 완전 폐쇄 상태에서도 유체가\n\n새어 나가는 것을 방지하는 방법.\n\n청구항 10 \n\n제6항에 있어서,\n\n상기 스크래퍼의 최외각 지름은 상기 플러그 및 상기 밸브 몸체가 대면하는 부위의 최외각 지름보다 큰 것인 유\n\n체를 제어하기 위한 밸브를 사용하여 이물질을 포함하는 유체에 의한 배관 막힘을 방지하거나 상기 플러그의 완\n\n전 폐쇄 상태에서도 유체가 새어 나가는 것을 방지하는 방법.\n\n청구항 11 \n\n제1항에 있어서,\n\n상기 플러그가 이동할 때 상기 스크래퍼는 회전, 진동, 또는 스파이럴 형태의 이동을 하는 유체를 제어하기 위\n\n한 밸브를 사용하여 이물질을 포함하는 유체에 의한 배관 막힘을 방지하거나 상기 플러그의 완전 폐쇄 상태에서\n\n도 유체가 새어 나가는 것을 방지하는 방법.\n\n청구항 12 \n\n제1항에 있어서,\n\n상기 밸브는 앵글 밸브이고,\n\n상기 플러그는 별도의 스템이 있거나, 별도의 스템이 없는 원기둥 형태이며,\n\n상기 스크래퍼는 상기 플러그에서 연장되고 상기 플러그의 외경보다 작은 외경을 갖는 스크래퍼플러그에 배치되\n\n는 유체를 제어하기 위한 밸브를 사용하여 이물질을 포함하는 유체에 의한 배관 막힘을 방지하거나 상기 플러그\n\n의 완전 폐쇄 상태에서도 유체가 새어 나가는 것을 방지하는 방법.\n\n청구항 13 \n\n삭제\n\n청구항 14 \n\n삭제\n\n발명의 설명\n\n기 술 분 야\n\n[0001]\n\n본원 발명은 배관의 막힘을 방지하는 밸브로서, 구체적으로 밸브 몸체에 부착되는 이물질을 제거하기 위한 스크\n\n래퍼가 플러그에 부가됨으로써 분진에 의해 배관이 막히는 것을 방지할 수 있는 밸브에 관한 것이다.\n\n- 4 -\n\n\f\n등록특허 10-2063855\n\n배 경 기 술\n\n[0002]\n\n화학 물질을 이용한 공정들은 반응에 필요한 조건들을 미리 설정하고 이를 진행하기 위한 파이프와 같은 배관을\n\n연결함으로써  완성된다.  다양한  공정을  통해  원하는  물질을  얻을  수  있으나,  원치  않는  부산물도  함께\n\n형성된다. 입자 형태의 부산물은 배관에 누적 및 고화되고 심한 경우에는 배관을 막아 공정이 중단되는 문제를\n\n일으킨다. 반도체 생산 공정과 같이 이산화규소(SiO2) 입자가 다량으로 발생하는 공정에 있어서 이러한 배관의\n\n막힘(clogging)은 연속적인 공정의 운전에 큰 장애가 된다.\n\n[0003]\n\n입자들에 의한 배관의 막힘은 단일 직선 또는 단순한 곡선으로 배치된 배관에서 보다는 내부에 정체 구간이 있\n\n는 밸브 등에서 주로 발생한다. 밸브 내부에 이물질이 누적되어 쌓이는 경우, 입구를 개폐하는 밸브의 플러그와\n\n상기 플러그가 접촉하는 밸브 몸체의 접촉면이 완전히 밀착되지 못하게 되어 플러그의 완전 폐쇄 상태에서도 유\n\n체가 새어 나가는 문제가 발생한다.\n\n[0004]\n\n누적된 이물질은 밸브의 개폐가 반복됨에 따라 다져지면서 고화가 더욱 심화되고, 결과적으로 밸브 몸체의 표면\n\n에 강하게 부착된 이물질로 인해서 밸브를 폐기하고 교체해야 하는 경우도 발생한다.\n\n[0005]\n\n특허문헌 1은 내연기관에 있어서 실린더 내벽 및 피스톤에 부착되어 있는 오일이 역압에 의하여 연소실로 상승\n\n되는 것과 블로우 바이 현상을 효율적으로 방지하기 위한 기술이다. 연료의 불완전 연소에 따른 매연 방지와 과\n\n다한 오일 소모를 방지하기 위한 오일링과 오일 스크래퍼 기능을 동시에 수행할 있는 오일 스크래퍼 링을 개시\n\n하고 있다.\n\n[0006]\n\n특허문헌 1은 실린더 내벽에 부착된 오일을 효과적으로 긁어낼 수 있도록 상측돌기와 하측돌기가 형성된 스크래\n\n퍼 링을 개시하나 실린더 입구 주변의 경사면이 형성되는 경우, 상기 경사면에 부착된 이물질 등을 제거할 수\n\n있는 구조는 개시하지 못하고 있다.\n\n[0007]\n\n특허문헌 2는 니들 밸브체의 회전에 의해 오리피스 포트의 벽면에 부착된 슬러지를 긁어내는 스크래퍼가 설치된\n\n오리피스 제어 밸브를 개시하고 있다. 특허문헌 2는 균일한 내경을 갖는 오리피스 포트의 벽면에 부착된 슬러지\n\n는 제거할 수는 있으나, 테이퍼진 내경을 갖는 경우에는 슬러지를 제대로 제거하지 못하는 문제가 있다.\n\n[0008]\n\n특허문헌 3은 불순물 등이 적은 반용융 금속을 슬리브에서 성형 몰드로 공급할 수 있고 또한 그 불순물 등을 슬\n\n리브에서 용이하게 제거할 수 있는 금속 재료 공급 장치에 관한 것이다. 플런저의 외측 둘레에서 돌출되는 구조\n\n의 장출 부재가 형성되어 있고, 상기 장출 부재를 돌출시킨 상태에서 플런저를 이동시킴으로써 슬리브에 남겨진\n\n금속 재료를 슬리브의 벽면에서 제거하는 방법을 개시하고 있다.\n\n[0009]\n\n특허문헌 3은 슬리브에 남겨진 금속 재료를 제거할 수 있으나, 슬리브의 입구 주변에 남겨진 금속 재료를 제거\n\n하지 못하는 문제가 있다.\n\n[0010]\n\n특허문헌 4는 펌프 몸체에 패킹 케이스가 끼워지고 상기 패킹 케이스의 내부에는, 피스톤 로드와의 사이에 2개\n\n의 실링을 설치하여 기밀을 유지하는 피스톤 펌프의 실링 구조 및 상기 패킹 케이스의 외측 선단에 위치하여 미\n\n립자를 걸러내는 스크래퍼를 개시하고 있다. 특허문헌 4는 상기 스크래퍼를 이용하여 피스톤 로드의 마모의 원\n\n인이 되는 미립자를 제거할 수 있으나, 펌프 몸체의 외주변에 묻은 이물질을 제거하기 어려운 문제가 있다.\n\n[0011]\n\n이와 같이,  배관 내부의 이물질을 다양한 방법을 통해서 제거하고 있다.  그러나 배관 입구의 테이퍼진 부분에\n\n이물질이 부착되고,  상기 이물질이 제거 되지 않는 경우 밸브가 원활하게 작동하지 않고, 결국 배관이 막히게\n\n되는 문제를 해결하기 위한 명확한 해결책은 아직까지 제시되지 않았다.\n\n선행기술문헌\n\n특허문헌\n\n[0012]\n\n(특허문헌 0001) 대한민국 공개실용신안공보 제0374751호 \n\n(특허문헌 0002) 일본 공개특허공보 제1997-264638호 \n\n(특허문헌 0003) 일본 등록특허공보 제3915707호 \n\n(특허문헌 0004) 한국 등록특허공보 제0513510호 \n\n- 5 -\n\n\f\n등록특허 10-2063855\n\n발명의 내용\n\n해결하려는 과제\n\n[0013]\n\n본원 발명은 상기와 같은 문제점을 해결하기 위한 것으로서, 유체가 흐르는 통로에 이물질이 퇴적되어 상기 통\n\n로가 막히는 것을 방지하기 위하여, 이물질을 제거하기 위한 스크래퍼가 부가된 밸브를 제공하는 것을 목적으로\n\n한다.\n\n과제의 해결 수단\n\n[0014]\n\n이러한 목적을 달성하기 위한 본원 발명에 따른 제1양태는 유체를 제어하기 위한 밸브는, 유체가 흐르는 통로를\n\n개폐하기 위한 플러그, 및 유체가 흐르는 통로를 구성하는 밸브 몸체를 포함하고, 상기 플러그에서 연장된 스크\n\n래퍼플러그에 배치되고 상기 밸브 몸체에 부착되는 이물질을 제거하기 위한 스크래퍼가 부가된 구조로 이루어질\n\n수 있다.\n\n[0015]\n\n[0016]\n\n상기 스크래퍼는 상기 밸브 몸체 중 상기 플러그와 대면하는 부위의 이물질을 제거할 수 있다.\n\n상기 플러그와 상기 밸브 몸체가 상호 대면하는 부위의 상기 플러그 및 상기 밸브 몸체 부분은 10 내지 80도로\n\n테이퍼진 형태이거나 또는 곡면 형태로 이루어질 수 있다.\n\n[0017]\n\n상기 스크래퍼는 상기 밸브가 완전히 개방되었을 경우, 상기 플러그가 수납되는 수납부의 출입구를 완전히 덮을\n\n수 있도록 펼쳐지며, 상기 밸브가 완전히 폐쇄되었을 경우에는 상기 밸브 몸체의 유체가 흐르는 통로에 배치될\n\n수 있도록 접히거나 수축될 수 있다.\n\n[0018]\n\n상기 스크래퍼플러그는, 상기 밸브가 완전히 폐쇄되는 경우, 상기 스크래퍼가 상기 플러그와 상기 밸브 몸체의\n\n대면부의 접촉에 방해가 되지 않을 길이만큼 상기 플러그로부터 연장된 구조로 이루어질 수 있다.\n\n[0019]\n\n상기 스크래퍼는 상기 스크래퍼플러그의 외주면으로부터 외측으로 연장된 단위체가 연속 또는 비연속적으로 인\n\n접 배열된 구조로 이루어질 수 있다.\n\n[0020]\n\n[0021]\n\n[0022]\n\n[0023]\n\n[0024]\n\n[0025]\n\n또는, 상기 스크래퍼는 탄성재질의 원반 형태가 1개 이상 배치된 형태로 이루어질 수 있다.\n\n상기 스크래퍼의 외주면은 중심 방향으로 일정한 간격으로 일정한 길이만큼 절개되어 절개된 부분이 서로 겹치\n\n거나 겹치지 않게 배치되는 구조일 수 있다.\n\n또는, 상기 스크래퍼는 상기 스크래퍼플러그의 외주면을 따라서 브러시 형태로 배치될 수 있다.\n\n상기 스크래퍼의 외경은 상기 플러그 및 상기 밸브 몸체가 대면하는 부위의 외경보다 크게 형성될 수 있다.\n\n상기 플러그가 이동할 때 상기 스크래퍼는 회전, 진동, 또는 스파이럴 형태의 이동을 할 수 있다.\n\n하나의 구체적인 예에서, 상기 밸브는 앵글 밸브이고, 상기 플러그는 별도의 스템이 있거나, 별도의 스템이 없\n\n는 원기둥 형태이며, 상기 스크래퍼는 상기 플러그에서 연장되고 상기 플러그의 외경보다 작은 외경을 갖는 스\n\n크래퍼플러그에 배치되는 구조로 이루어질 수 있다.\n\n[0026]\n\n본원 발명에 따른 제2양태는 유체가 흐르는 통로를 개폐하기 위한 플러그;  및 유체가 흐르는 통로를 구성하는\n\n밸브 몸체;를 포함하고, 상기 플러그와 상기 밸브 몸체가 상호 대면하는 부위 주변의 상기 플러그 및 상기 밸브\n\n몸체 부분은 10 내지 80도로 테이퍼진 평면 형태이거나 또는 곡면 형태로 이루어지며, 상기 대면하는 부위는 탄\n\n성재질의 오링에 의해서 직접 대면하는 유체를 제어하기 위한 밸브를 제공한다.\n\n[0027]\n\n이때 상기 탄성재질이 오링이 고정되는 홈은 상기 플러그 또는 상기 밸브 몸체에 부가될 수 있다.\n\n발명의 효과\n\n[0028]\n\n이상에서 설명한 바와 같이, 본원 발명에 따른 유체를 제어하기 위한 밸브는, 밸브 몸체 표면에 부착된 이물질\n\n을 제거할 수 있는 스크래퍼가 부착되어 있으므로, 플러그의 개폐과정에서 밸브 몸체의 표면에 부착된 이물질을\n\n제거할 수 있는바, 이물질이 배관을 막는 것을 방지할 수 있다.\n\n[0029]\n\n또한, 상기 이물질이 밸브의 결합부에 부착됨에 따라 밸브의 밀봉이 완전히 이루어지지 않아서 유체가 유출되는\n\n문제 또한 해결할 수 있다.\n\n- 6 -\n\n\f\n등록특허 10-2063855\n\n도면의 간단한 설명\n\n[0030]\n\n도 1은 제1실시예에 따른 유체를 제어하기 위한 밸브의 사시도이다.\n\n도 2는 제1실시예에 따른 유체를 제어하기 위한 밸브의 단면도이다.\n\n도 3은 도 2의 플러그와 밸브 몸체가 결합하기 전 상태의 수직 단면도이다.\n\n도 4는 도 3의 플러그와 밸브 몸체가 결합한 상태의 수직 단면도이다.\n\n도 5는 본원의 플러그 및 밸브 몸체에 형성된 경사 각도를 나타내는 수직 단면도이다.\n\n도 6은 서로 다른 실시예에 따른 플러그 및 밸브 몸체의 결합 상태를 나타내는 수직 단면도이다.\n\n도 7은 제2실시예에 따른 유체를 제어하기 위한 밸브의 사시도이다.\n\n도 8은 제3실시예에 따른 유체를 제어하기 위한 밸브의 수직 단면도이다.\n\n도 9는 제4실시예에 따른 유체를 제어하기 위한 밸브의 사시도이다.\n\n도 10은 제5실시예에 따른 플러그와 밸브 몸체가 결합한 상태의 사시도이다.\n\n도 11은 제5실시예에 따른 플러그와 밸브 몸체가 결합한 상태의 수직 단면도이다.\n\n도 11은 제5실시예에 따른 플러그와 밸브 몸체가 결합한 상태의 수직 단면도이다.\n\n도 12는 제5실시예에 따른 플러그의 사시도이다. 이때 오링은 장착되지 않은 상태이다.\n\n도 13은 제5실시예에 따른 플러그의 상면도 및 측면도이다. 이때 오링은 장착되지 않은 상태이다.\n\n발명을 실시하기 위한 구체적인 내용\n\n[0031]\n\n상기와 같은 효과를 얻기 위하여, 본원 발명에 따른 유체를 제어하기 위한 밸브는, 유체가 흐르는 통로를 개폐\n\n하기 위한 플러그, 및 유체가 흐르는 통로를 구성하는 밸브 몸체를 포함하고, 상기 플러그에서 연장된 스크래퍼\n\n플러그에 배치되고 상기 밸브 몸체에 부착되는 이물질을 제거하기 위한 스크래퍼가 부가된 구조로 이루어질 수\n\n있다.\n\n[0032]\n\n유체가 흐르는 통로의 입구를 닫거나 열면서 유체를 제어하기 위한 밸브를 사용하는 경우, 상기 유체로부터 형\n\n성된 입자가 밸브의 입구 내지 밸브의 내관에 부착될 수 있는데, 상기 유체 입자가 뭉치면서 덩어리를 형성하게\n\n되면 결국 밸브의 입구 내지 내관을 완전히 막아버리게 된다.\n\n[0033]\n\n또한, 상기 유체 입자가 밸브의 입구에 부착되면 플러그와 밸브 몸체가 결합되는 부분에 부분적으로 유격이 발\n\n생하여 밸브의 밀봉이 완전히 이루어지지 못한다. 플러그의 완전 밀폐 상태에서도 유체가 새어 나가 정확한 유\n\n체의 제어가 곤란하다.\n\n[0034]\n\n본원 발명과 같이 밸브의 입구 및 내측면에 부착된 이물질을 제거할 수 있는 스크래퍼가 형성된 플러그를 사용\n\n하는 경우, 상기 플러그의 왕복 운동시 상기 이물질의 제거가 이루어질 수 있는바, 별도의 세척 과정이 부가되\n\n지 않고도 이물질에 의해 상기와 같은 문제가 발생하는 것을 미연에 방지할 수 있다.\n\n[0035]\n\n구체적으로,  상기  스크래퍼는  상기  스크래퍼플러그에  배치되는바,  상기  유체가  흐르는  통로의  개방  및  폐쇄를\n\n위하여  상기  플러그가  왕복  운동할  때,  상기 스크래퍼플러그에 배치된 스크래퍼가 상기 밸브 몸체의 외측면을\n\n쓸고 지나가면서 이물질을 제거할 수 있다. 즉, 상기 스크래퍼는 상기 밸브 몸체 중 상기 플러그와 대면하는 부\n\n위의 이물질을 제거할 수 있으며, 또한 상기 밸브 몸체의 내측면 외면에 부착된 이물질을 제거할 수 있다.\n\n[0036]\n\n상기 플러그와 상기 밸브 몸체가 상호 대면하는 부위의 상기 플러그 및 상기 밸브 몸체 부분은 10 내지 80도로\n\n테이퍼진 형태로 이루어질 수 있고, 또는 곡면 형태로 이루어질 수 있다.\n\n[0037]\n\n상기 플러그 및 상기 밸브 몸체가 결합할 때 플러그와 밸브 몸체가 대면하는 면이 상기 플러그의 왕복 방향과\n\n평행할 경우, 상기 플러그를 상기 밸브 몸체로부터 분리시키는 것이 어려울 수 있고, 상기 플러그 및 상기 밸브\n\n몸체가 결합할 때 플러그와 밸브 몸체가 대면하는 면의 수직선이 상기 플러그의 왕복 방향과 평행할 경우, 스크\n\n래퍼를 사용하더라도 상기 밸브 몸체에 부착된 이물질을 제거하기 어려운 문제가 있다.\n\n[0038]\n\n즉, 상기 플러그의 상기 밸브 몸체에 대한 대향면이 이루는 각도는 플러그의 왕복방향을 기준으로 10도 내지 80\n\n- 7 -\n\n\f\n등록특허 10-2063855\n\n도로 이루어질 수 있고, 상기 밸브 몸체의 상기 플러그에 대한 대항면이 이루는 각도도 플러그의 왕복방향을 기\n\n준으로 10도 내지 80도로 이루어질 수 있다. 상기 각도들은 서로 동일할 수 있고, 또는 서로 상이한 각도로 이\n\n루어질 수 있으며,  상기 밸브의 밀봉력을 향상시키기 위한 ",
  "image_count": 0,
  "extraction_date": "2025-10-18T17:08:06.980408+00:00"
}