{
  "doc_id": "통합형_반도체_폐가스_정화장치_일본_-1fd807e8",
  "title": "통합형 반도체 폐가스 정화장치(일본)",
  "source_path": "/Users/sungho-kang/GST_patent/data/pdf/통합형 반도체 폐가스 정화장치(일본).pdf",
  "created_at": "2025-10-16T09:55:57Z",
  "pages": [
    {
      "page_number": 1,
      "text": "JP  2017-48999  A   2017.3.9\n\n(57)【要約】\n\n【課題】バーナーと反応器およびスクラバーを一体型に\n\n統合することによって、装置の小形化を図ると共に、定\n\n期的なメンテナンスの容易性と省エネルギ性を向上する\n\nことができる統合型半導体排ガス浄化装置を提供する。\n\n【解決手段】中央には火炎を発生させるバーナー３が装\n\n着され、バーナ３ーの外周に排ガスが流入される多数の\n\n排ガス流入管２２が形成されたカバー２と、カバー２に\n\nバーナー３と排ガス流入管２２が形成され、内部には排\n\nガスを燃焼させるように燃焼空間を有するテーパー状の\n\n収束部材４２と、内部に水膜が形成されて副産物の堆積\n\nを防ぐ収束部材４２の頂点に通じるように垂直に配置さ\n\nれる移送管４４が形成されて流入された排ガスが燃焼し\n\nて排出される反応器４と、を含んでおり、反応器４の内\n\n部には移送管４４の外周面に隔壁部材６２が螺旋状に形\n\n成され、反応器４の内部に洗浄水が噴射されて湿式洗浄\n\nされる。\n\n【選択図】図１\n\n\f",
      "images": []
    },
    {
      "page_number": 2,
      "text": "(2)\n\nJP  2017-48999  A   2017.3.9\n\n【 特 許 請 求 の 範 囲 】\n【 請 求 項 １ 】\n　 火 炎 を 発 生 さ せ る バ ー ナ ー が 装 着 さ れ 、 前 記 バ ー ナ ー の 外 周 に 排 ガ ス が 流 入 さ れ る 多 数\nの 排 ガ ス 流 入 管 が 形 成 さ れ た カ バ ー と 、\n上 、 下 開 口 部 が 形 成 さ れ 、 前 記 カ バ ー が 上 段 開 口 部 に 脱 着 可 能 に 結 合 さ れ 、 下 部 に 行 く ほ\nど 径 が 小 さ く な る テ ー パ ー 状 の 収 束 部 材 と 、 内 部 に 水 膜 が 形 成 さ れ て 副 産 物 の 堆 積 を 防 ぐ\n前 記 収 束 部 材 の 頂 点 に 通 じ る よ う に 垂 直 に 配 設 さ れ る 移 送 管 が 形 成 さ れ 、 流 入 さ れ た 排 ガ\nス が 燃 焼 し て 排 出 さ れ る 反 応 器 と 、\n前 記 反 応 器 の 内 部 に 一 体 に 形 成 さ れ 、 前 記 移 送 管 を 通 過 し た 後 、 反 応 器 の 内 部 に 排 出 さ れ\nる 燃 焼 し た 排 ガ ス が 水 洗 浄 さ れ て パ ー テ ィ ク ル が 集 塵 で き る よ う に す る 洗 浄 部 と 、 を 含 む\nこ と を 特 徴 と す る 半 導 体 排 ガ ス 浄 化 装 置 。\n【 請 求 項 ２ 】\n　 前 記 洗 浄 部 は 、\n前 記 移 送 管 の 外 周 面 に 形 成 さ れ 、 反 応 器 の 空 間 を 螺 旋 状 に 画 す る 隔 壁 部 材 と 、\n前 記 反 応 器 の 外 周 面 に 多 数 形 成 さ れ 、 洗 浄 水 が 注 入 さ れ る 洗 浄 水 供 給 管 が 連 結 さ れ る ポ ー\nト と 、\n前 記 反 応 器 の 外 周 面 の 一 側 に 形 成 さ れ て 内 部 の 排 ガ ス が 排 出 さ れ る 排 出 口 と 、 を 含 む\nこ と を 特 徴 と す る 請 求 項 １ に 記 載 の 半 導 体 排 ガ ス 浄 化 装 置 。\n【 請 求 項 ３ 】\n　 前 記 移 送 管 の 下 段 排 出 口 の 周 り に 結 合 さ れ て 反 応 器 の 内 側 下 部 に 設 置 さ れ る 穿 孔 隔 板 を\n含 む\nこ と を 特 徴 と す る 請 求 項 ２ に 記 載 の 半 導 体 排 ガ ス 浄 化 装 置 。\n【 発 明 の 詳 細 な 説 明 】\n【 技 術 分 野 】\n【 ０ ０ ０ １ 】\n　 本 発 明 は 、 半 導 体 排 ガ ス 浄 化 装 置 に 関 し 、 よ り 詳 細 に は 湿 式 半 導 体 、 平 板 デ ィ ス プ レ ー\n（ Ｆ ｌ ａ ｔ 　 Ｐ ａ ｎ ａ ｌ 　 Ｄ ｉ ｓ ｐ ｌ ａ ｙ ， Ｆ Ｐ Ｄ ） ま た は 、 液 晶 表 示 装 置 （ Ｌ ｉ ｑ ｕ ｉ\nｄ 　 Ｃ ｒ ｙ ｓ ｔ ａ ｌ 　 Ｄ ｉ ｓ ｐ ｌ ａ ｙ ， Ｌ Ｃ Ｄ ） 製 造 工 程 な ど で 発 生 す る 排 ガ ス に 含 ま れ\nた 難 分 解 性 物 質 を 燃 焼 さ せ る と 共 に 、 湿 式 ス ク ラ バ ー を 介 し て 水 洗 浄 し て 除 去 す る 排 ガ ス\n浄 化 装 置 に 関 す る 。\n【 背 景 技 術 】\n【 ０ ０ ０ ２ 】\n　 一 般 に 、 半 導 体 工 程 は 、 シ リ コ ン 基 板 に 写 真 、 拡 散 、 エ ッ チ ン グ 、 化 学 気 相 蒸 着 お よ び\n金 属 蒸 着 な ど の 様 々 な 工 程 を 繰 り 返 し て 行 う こ と に な り 、 こ の よ う な 工 程 の う ち 、 拡 散 、\nエ ッ チ ン グ 、 化 学 気 相 蒸 着 な ど の 工 程 は 、 密 閉 さ れ た 工 程 チ ャ ン バ ー 内 に 工 程 ガ ス を 供 給\nし 、 こ れ ら 工 程 ガ ス が ウ ェ ハ 上 で 反 応 す る よ う に す る も の で あ る 。\n【 ０ ０ ０ ３ 】\n　 一 方 、 半 導 体 製 造 工 程 で 使 用 さ れ る ガ ス は 、 有 毒 性 、 可 燃 性 お よ び 腐 食 性 な ど 、 そ の 特\n性 が 強 い も の が 使 用 さ れ 、 こ の よ う な 工 程 ガ ス は 、 製 造 設 備 の 工 程 過 程 で 約 １ ０ ％ 程 度 だ\nけ が 反 応 に 参 加 し 、 残 り の ９ ０ ％ 程 度 の 工 程 ガ ス は 未 反 応 の 状 態 で 製 造 設 備 か ら 排 出 さ れ\nる 。\n【 ０ ０ ０ ４ 】\n　 し た が っ て 、 こ の よ う な 固 定 ガ ス で あ る 有 毒 性 排 ガ ス が 別 の 浄 化 過 程 な し で 大 気 中 に そ\nの ま ま 放 出 さ れ る 場 合 、 周 辺 製 造 設 備 へ の 損 傷 と 深 刻 な 環 境 汚 染 、 お よ び 作 業 員 の 安 全 事\n故 を 招 く 恐 れ が あ る た め 、 各 製 造 設 備 に は 排 気 ダ ク ト に 連 結 さ れ た ガ ス 排 出 ラ イ ン 上 に 排\n出 ガ ス を 安 全 な 状 態 に 分 解 ま た は 浄 化 さ せ る ス ク ラ バ ー が 設 け ら れ る 。\n【 ０ ０ ０ ５ 】\n　 ス ク ラ バ ー は 、 排 ガ ス の 性 質 、 つ ま り 、 一 般 空 気 と 接 触 時 に 爆 発 的 に 反 応 す る 性 質 、 燃\n焼 す る 性 質 、 ガ ス 処 理 剤 と 反 応 す る 性 質 お よ び 水 に 溶 解 す る 性 質 な ど を 利 用 す る こ と で 、\n大 き く 乾 式 と 湿 式 お よ び 乾 式 と 湿 式 を 併 行 す る 混 合 式 に 分 け ら れ る 。\n\n10\n\n20\n\n30\n\n40\n\n50\n\n\f",
      "images": []
    },
    {
      "page_number": 3,
      "text": "(3)\n\nJP  2017-48999  A   2017.3.9\n\n【 ０ ０ ０ ６ 】\n　 湿 式 方 式 の ス ク ラ バ ー は 、 水 を 利 用 し て 排 ガ ス を 捕 集 し た 後 、 洗 浄 お よ び 冷 却 す る 構 造\nで あ っ て 、 比 較 的 簡 単 な 構 成 を 持 っ て 、 製 作 が 容 易 で か つ 大 容 量 化 で き る 長 所 が あ る 。 し\nか し 、 不 水 溶 性 の ガ ス は 、 処 理 が 不 可 能 で 、 特 に 発 火 性 が 強 い 水 素 基 を 含 ん だ 排 ガ ス の 処\n理 に は 不 適 で あ る 。\n【 ０ ０ ０ ７ 】\n　 乾 式 方 式 の ス ク ラ バ ー は 、 バ ー ナ ー の 内 部 に 排 ガ ス が 通 過 す る よ う に し て 、 直 接 燃 焼 さ\nせ た り 、 熱 源 を 利 用 し て 高 温 の チ ャ ン バ ー を 形 成 し 、 そ の 中 に 排 ガ ス が 通 過 す る よ う に し\nて 、 間 接 的 に 燃 焼 さ せ る 構 造 を 有 す る 。 こ の よ う な 乾 式 方 式 の ス ク ラ バ ー は 、 発 火 性 （ 可\n燃 性 ） ガ ス の 処 理 に は 優 れ た 効 果 が あ る が 、 水 溶 性 ガ ス の よ う に 燃 焼 し 難 い ガ ス の 処 理 に\nは 不 適 で あ る 。\n【 ０ ０ ０ ８ 】\n　 混 合 式 ス ク ラ バ ー は 、 排 ガ ス を 燃 焼 室 で 一 次 燃 焼 さ せ て 発 火 性 ガ ス お よ び 爆 発 性 ガ ス を\n除 去 し た 後 、 二 次 的 に 水 槽 に 収 容 さ せ 、 水 溶 性 の 有 毒 性 排 ガ ス を 水 に 溶 解 さ せ る 構 造 を 有\nし 、 こ の よ う な 混 合 型 ス ク ラ バ ー の 先 行 技 術 と し て は 、 韓 国 公 開 特 許 第 １ ０ − ２ ０ １ ０ −\n０ ０ ２ １ １ ３ ５ 号 「 排 ガ ス 処 理 装 置 」 か ら 既 に 開 示 さ れ て い る 。\n【 ０ ０ ０ ９ 】\n　 一 方 、 従 来 技 術 を 調 べ る と 、 図 ５ に 示 し た よ う に 、 上 側 に 下 向 き に 設 置 さ れ る 排 ガ ス 流\n入 口 を 介 し て 排 ガ ス が 内 部 に 流 入 す る 反 応 器 ２’、 前 記 反 応 器 ２’の 上 部 に 設 置 さ れ 、 反\n応 器 の 内 部 に 火 炎 を 発 生 さ せ て 排 ガ ス を 燃 焼 さ せ る バ ー ナ ー 部 ３’と 、 前 記 反 応 器 ２’の\n下 部 に 連 結 さ れ る 排 出 管 ４’に 設 置 さ れ 、 水 が 保 存 さ れ た 貯 水 タ ン ク ５’と 、 前 記 排 出 管\n４’の 一 側 面 に 連 結 さ れ 、 燃 焼 し た ガ ス 粒 子 が 通 過 す る も の の 内 部 に 供 給 さ れ る 水 に よ っ\nて 大 き い 粒 子 が 捕 集 さ れ て 貯 水 タ ン ク ５’に 回 収 さ れ て 、 気 体 は 上 部 に 排 出 さ せ る 湿 式 洗\n浄 部 ６’と を 含 ん で 構 成 さ れ る 。\n【 ０ ０ １ ０ 】\n　 ガ ス ス ク ラ バ ー に よ っ て 排 ガ ス が 処 理 さ れ る 過 程 を み る と 、 半 導 体 装 備 の 工 程 チ ャ ン バ\nー か ら 発 生 す る 排 ガ ス が 、 注 入 部 を 介 し て 反 応 器 （ Ｒ ｅ ａ ｃ ｔ ｏ ｒ ） の バ ー ナ ー （ Ｂ ｕ ｒ\nｎ ｅ ｒ ） に 移 動 し た 後 、 燃 焼 ／ 酸 化 さ れ た り 、 熱 分 解 さ れ る 方 法 で バ ー ニ ン グ （ Ｂ ｕ ｒ ｎ\nｉ ｎ ｇ ） さ れ 、 ま た バ ー ニ ン グ 処 理 で き な か っ た 一 部 の ガ ス や 粉 塵 粒 子 な ど の 未 処 理 ガ ス\nは 、 湿 式 ス ク ラ バ ー に 移 動 す る と 同 時 に 、 湿 式 洗 浄 部 で は 水 を 噴 射 す る こ と に よ っ て 酸 化\nガ ス の 中 の パ ウ ダ ー （ Ｐ ｏ ｗ ｄ ｅ ｒ ） を 分 離 さ せ 、 下 の 水 槽 に 落 下 さ せ る 洗 浄 （ Ｗ ｅ ｔ ｔ\nｉ ｎ ｇ ） 工 程 を 経 て 、 洗 浄 さ れ た 処 理 ガ ス は フ ィ ル タ ー と ダ ク ト を 介 し て 大 気 中 に 排 出 さ\nれ る 。\n【 ０ ０ １ １ 】\n　 し か し 、 従 来 技 術 は 、 バ ー ナ ー と 反 応 器 、 湿 式 洗 浄 部 が そ れ ぞ れ 分 離 さ れ て い る た め 、\n装 置 の 大 き さ が 大 き く な っ て 空 間 占 有 率 が 高 ま る こ と に な っ て 、 定 期 的 な メ ン テ ナ ン ス の\n 困 難 性 お よ び 半 導 体 ガ ス を 処 理 す る エ ネ ル ギ ー の 消 費 が 増 大 す る 問 題 点 が あ っ た 。\n【 先 行 技 術 文 献 】\n【 特 許 文 献 】\n【 ０ ０ １ ２ 】\n【 特 許 文 献 １ 】 韓 国 公 開 特 許 公 報 第 １ ０ − ２ ０ １ ０ − ０ ０ ２ １ １ ３ ５ 号\n【 発 明 の 概 要 】\n【 発 明 が 解 決 し よ う と す る 課 題 】\n【 ０ ０ １ ３ 】\n　 本 発 明 は 、 前 記 従 来 技 術 の 問 題 点 を 解 決 す る た め に 案 出 さ れ た も の で 、 バ ー ナ ー と 反 応\n器 お よ び ス ク ラ バ ー を 一 体 型 に 統 合 す る こ と に よ っ て 、 装 置 の 小 形 化 を 図 る と 共 に 、 定 期\n的 な メ ン テ ナ ン ス の 容 易 性 及 び 処 理 ガ ス の 性 能 を 増 大 す る こ と が で き る 半 導 体 排 ガ ス 浄 化\n装 置 を 提 供 す る こ と に そ の 目 的 が あ る 。\n【 課 題 を 解 決 す る た め の 手 段 】\n【 ０ ０ １ ４ 】\n\n10\n\n20\n\n30\n\n40\n\n50\n\n\f",
      "images": []
    },
    {
      "page_number": 4,
      "text": "(4)\n\nJP  2017-48999  A   2017.3.9\n\n　 前 記 本 発 明 の 目 的 は 、 中 央 に は 火 炎 を 発 生 さ せ る バ ー ナ ー が 装 着 さ れ 、 前 記 バ ー ナ ー の\n外 周 に 排 ガ ス が 流 入 さ れ る 多 数 の 排 ガ ス 流 入 管 が 形 成 さ れ た カ バ ー と 、 上 ， 下 開 口 部 が 形\n成 さ れ て お り 、 前 記 カ バ ー が 上 段 開 口 部 に 脱 着 可 能 に 結 合 さ れ 、 下 部 に 行 く ほ ど 径 が 小 さ\nく な っ て テ ー パ ー 状 に な る 収 束 部 材 と 、 内 部 に 水 膜 が 形 成 さ れ て 副 産 物 の 堆 積 を 防 ぐ 前 記\n収 束 部 材 の 頂 点 に 通 じ る よ う に 垂 直 に 配 置 さ れ る 移 送 管 が 形 成 さ れ 、 流 入 さ れ た 排 ガ ス が\n燃 焼 し て 排 出 さ れ る 反 応 器 と 、 前 記 反 応 器 の 内 部 に 一 体 に 形 成 さ れ 、 前 記 移 送 管 を 通 過 し\nた 後 、 反 応 器 の 内 部 に 渦 流 状 で 排 出 さ れ る 燃 焼 し た 排 ガ ス が 水 洗 浄 さ れ て パ ー テ ィ ク ル が\n集 塵 さ れ る よ う に す る 洗 浄 部 と を 含 む こ と を 特 徴 と す る 半 導 体 排 ガ ス 浄 化 装 置 に よ っ て 達\n成 で き る 。\n【 ０ ０ １ ５ 】\n　 前 記 洗 浄 部 は 、 前 記 移 送 管 の 外 周 面 に 形 成 さ れ て お り 、 反 応 器 の 空 間 を 螺 旋 状 に 画 す る\n隔 壁 部 材 と 、 前 記 移 送 管 の 下 段 排 出 口 の 周 り に 結 合 さ れ て 反 応 器 の 内 側 下 部 に 設 置 さ れ る\n穿 孔 隔 板 と 、 前 記 反 応 器 の 外 周 面 に 多 数 形 成 さ れ 、 洗 浄 水 が 注 入 さ れ る 洗 浄 水 供 給 管 が 連\n結 さ れ る ポ ー ト と 、 前 記 反 応 器 の 外 周 面 の 一 側 に 形 成 さ れ て 内 部 の 排 ガ ス が 排 出 さ れ る 排\n出 口 と 、 を 含 む こ と を 特 徴 と す る 。\n【 発 明 の 効 果 】\n【 ０ ０ １ ６ 】\n　 本 発 明 に よ る と 、 バ ー ナ ー と 反 応 器 及 び ス ク ラ バ ー を 一 体 型 に 統 合 し て 構 成 す る こ と に\nよ っ て 装 置 の 小 形 化 を 図 る と 共 に 、 定 期 的 な メ ン テ ナ ン ス の 容 易 性 と 省 エ ネ ル ギ 性 を 向 上\nさ せ る こ と が で き る 。\n【 図 面 の 簡 単 な 説 明 】\n【 ０ ０ １ ７ 】\n【 図 １ 】 本 発 明 に 係 る 統 合 型 半 導 体 排 ガ ス 浄 化 装 置 を 示 し た 斜 視 図 で あ る 。\n【 図 ２ 】 本 発 明 に 係 る 統 合 型 半 導 体 排 ガ ス 浄 化 装 置 を 示 し た 分 解 斜 視 図 で あ る 。\n【 図 ３ 】 本 発 明 に 係 る 統 合 型 半 導 体 排 ガ ス 浄 化 装 置 の 作 用 を 示 し た 斜 視 図 で あ る 。\n【 図 ４ 】 本 発 明 に 係 る 統 合 型 半 導 体 排 ガ ス 浄 化 装 置 の 断 面 斜 視 図 で あ る 。\n【 図 ５ 】 従 来 技 術 に 係 る 排 ガ ス 浄 化 装 置 を 示 し た 図 面 で あ る 。\n【 発 明 を 実 施 す る た め の 形 態 】\n【 ０ ０ １ ８ 】\n　 以 下 、 本 発 明 の 好 適 な 実 施 形 態 を 添 付 さ れ た 図 面 に 基 づ い て 詳 細 に 説 明 す る と 、 次 の と\nお り で あ る 。\n【 ０ ０ １ ９ 】\n　 後 述 す る 実 施 形 態 は 本 発 明 が 属 す る 技 術 分 野 に お い て 通 常 の 知 識 を 有 す る 者 が 発 明 を 容\n易 に 実 施 で き る 程 度 に 詳 細 に 説 明 す る た め の も の で あ り 、 こ れ に よ り 本 発 明 の 技 術 的 な 思\n想 及 び 範 疇 が 限 定 さ れ る こ と は な い 。\n【 ０ ０ ２ ０ 】\n　 ま た 、 図 面 に 示 さ れ た 構 成 要 素 の 大 き さ や 形 状 な ど は 、 説 明 の 明 瞭 性 と 便 宜 上 誇 張 し て\n図 示 さ れ る こ と が あ り 、 本 発 明 の 構 成 及 び 作 用 を 考 慮 し て 特 別 に 定 義 さ れ た 用 語 は 、 使 用\n者 、 運 用 者 の 意 図 ま た は 慣 例 に よ り 変 わ る こ と が あ り 、 こ の よ う な 用 語 に 対 す る の 定 義 は\n、 本 明 細 書 全 般 に わ た っ た 内 容 に 基 づ い て 行 わ な け れ ば な ら な い こ と を 明 か し て お く 。\n【 ０ ０ ２ １ 】\n　 添 付 さ れ た 図 面 中 、 図 １ は 、 本 発 明 に 係 る 統 合 型 半 導 体 排 ガ ス 浄 化 装 置 を 示 し た 斜 視 図\nで あ り 、 図 ２ は 、 本 発 明 に 係 る 統 合 型 半 導 体 排 ガ ス 浄 化 装 置 を 示 し た 分 解 斜 視 図 で あ り 、\n図 ３ は 、 本 発 明 に 係 る 統 合 型 半 導 体 排 ガ ス 浄 化 装 置 の 作 用 を 示 し た 斜 視 図 で あ り 、 図 ４ は\n本 発 明 に 係 る 統 合 型 半 導 体 排 ガ ス 浄 化 装 置 に 対 す る 断 面 斜 視 図 で あ る 。\n【 ０ ０ ２ ２ 】\n　 図 １ 乃 至 図 ３ に 示 し た よ う に 、 本 発 明 に 係 る 統 合 型 半 導 体 排 ガ ス 浄 化 装 置 は 、 中 央 に は\n火 炎 を 発 生 さ せ る バ ー ナ ー ３ が 装 着 さ れ 、 バ ー ナ ー ３ の 外 周 に 排 ガ ス が 流 入 さ れ る 多 数 の\n排 ガ ス 流 入 管 ２ ２ が 形 成 さ れ た カ バ ー ２ 、 上 ， 下 開 口 部 が 形 成 さ れ 、 前 記 カ バ ー ２ が 上 段\n開 口 部 に 脱 着 可 能 に 結 合 さ れ 、 下 部 に 行 く ほ ど 径 が 小 さ く な っ て テ ー パ ー 状 に な る 収 束 部\n\n10\n\n20\n\n30\n\n40\n\n50\n\n\f",
      "images": []
    },
    {
      "page_number": 5,
      "text": "(5)\n\nJP  2017-48999  A   2017.3.9\n\n材 ４ ２ と 、 内 部 に 水 膜 が 形 成 さ れ て 副 産 物 の 堆 積 を 防 ぐ 前 記 収 束 部 材 ４ ２ の 頂 点 に 通 じ る\nよ う に 垂 直 に 配 置 さ れ る 移 送 管 ４ ４ と が 形 成 さ れ て 、 流 入 さ れ た 排 ガ ス が 燃 焼 し て 排 出 さ\nれ る 反 応 器 ４ 、 及 び 前 記 反 応 器 ４ の 内 部 に 一 体 に 形 成 さ れ 、 前 記 移 送 管 ４ ４ を 通 過 し た 後\n、 反 応 器 ４ の 内 部 に 渦 流 状 で 排 出 さ れ る 燃 焼 し た 排 ガ ス が 水 洗 浄 さ れ て パ ー テ ィ ク ル が 集\n塵 さ れ る よ う に す る 洗 浄 部 ６ と を 含 ん で 構 成 さ れ る 。\n【 ０ ０ ２ ３ 】\n　 前 記 カ バ ー ２ は 、 バ ー ナ ー ３ が 中 央 に 形 成 さ れ 、 そ の 外 側 に は 放 射 状 に 多 数 の 排 ガ ス 流\n入 管 ２ ２ が 形 成 さ れ 、 バ ー ナ ー ３ の 一 側 に は 酸 素 注 入 管 ２ ３ が 連 結 さ れ 、 バ ー ナ ー ３ の 他\n側 に 燃 料 ガ ス 注 入 管 ２ ４ が 連 結 さ れ る 。\n【 ０ ０ ２ ４ 】\n　 バ ー ナ ー ３ の 火 炎 が 放 出 さ れ る ノ ズ ル （ 図 示 せ ず ） は 、 カ バ ー の 内 部 に 形 成 さ れ 、 前 記\n収 束 部 材 ４ ２ の 中 心 に 向 け て 形 成 さ れ る 。\n【 ０ ０ ２ ５ 】\n　 バ ー ナ ー ３ は 、 反 応 器 ４ の 内 部 に 火 炎 を 放 射 し て 収 束 部 の 内 部 に 供 給 さ れ る 排 ガ ス を 燃\n焼 ／ 酸 化 乃 至 熱 分 解 さ せ る 。\n【 ０ ０ ２ ６ 】\n　 前 記 反 応 器 ４ は 、 上 ， 下 開 口 部 が 形 成 さ れ 、 内 部 に 空 間 が 形 成 さ れ る 円 筒 形 状 で あ る 。\n【 ０ ０ ２ ７ 】\n　 上 段 の 開 口 部 に は 、 カ バ ー ２ が 脱 着 可 能 に 結 合 さ れ る 。 前 記 カ バ ー ２ は 、 外 周 縁 に 多 数\nの ブ ラ ケ ッ ト ２ ５ が 形 成 さ れ 、 こ の ブ ラ ケ ッ ト ２ ５ に 締 結 さ れ る よ う に 反 応 器 ４ の 外 周 縁\nに 多 数 の 締 結 具 ２ ６ が 形 成 さ れ る 。\n【 ０ ０ ２ ８ 】\n　 反 応 器 ４ の 内 部 に は 下 部 に 行 く ほ ど 径 が 小 さ く な る テ ー パ ー 状 の 収 束 部 材 ４ ２ と 、 前 記\n内 部 に 水 膜 が 形 成 さ れ て 副 産 物 の 堆 積 を 防 ぐ 前 記 収 束 部 材 ４ ２ の 頂 点 に 通 じ る よ う に 垂 直\nに 配 置 さ れ る 移 送 管 ４ ４ が 形 成 さ れ て 流 入 し た 排 ガ ス が 燃 焼 し て 排 出 さ れ る よ う に す る 。\n【 ０ ０ ２ ９ 】\n　 移 送 管 ４ ４ の 下 段 排 出 口 ４ ９ は 、 反 応 器 ４ の 下 部 開 口 部 ４ ０ よ り も 上 部 に 位 置 さ れ る よ\nう に す る こ と に よ っ て 、 移 送 管 ４ ４ の 排 出 口 ４ ９ か ら 排 出 さ れ た 排 ガ ス が 再 び 反 応 器 ４ の\n内 部 に 拡 散 す る こ と が で き る よ う に し た 。\n【 ０ ０ ３ ０ 】\n　 一 方 、 本 発 明 の 実 施 形 態 に よ る と 、 湿 式 洗 浄 部 ６ が 反 応 器 ４ の 内 部 に 一 体 に 形 成 さ れ る\nも の で あ る 。\n【 ０ ０ ３ １ 】\n　 こ れ に よ っ て 、 前 記 洗 浄 部 ６ は 、 前 記 移 送 管 ４ ４ の 外 周 面 に 形 成 さ れ 、 反 応 器 ４ の 空 間\nを 螺 旋 状 に 画 す る 隔 壁 部 材 ６ ２ と 、 前 記 移 送 管 ４ ４ の 下 段 排 出 口 ４ ９ の 周 り に 結 合 さ れ て\n反 応 器 ４ の 内 側 下 部 に 設 置 さ れ る 穿 孔 隔 板 ６ ４ と 、 前 記 反 応 器 ４ の 外 周 面 に 多 数 形 成 さ れ\n、 洗 浄 水 が 注 入 さ れ る 洗 浄 水 供 給 管 （ 図 示 せ ず ） が 連 結 さ れ る ポ ー ト ６ ６ と 、 前 記 反 応 器\n４ の 外 周 面 の 一 側 に 形 成 さ れ て 内 部 の 排 ガ ス が 排 出 さ れ る 排 出 口 ４ ９ と 、 を 含 ん で 構 成 さ\nれ る 。\n【 ０ ０ ３ ２ 】\n　 前 記 隔 壁 部 材 ６ ２ は 、 螺 旋 状 の 円 板 が 形 成 さ れ 、 円 板 の 外 周 縁 は 、 反 応 器 ４ の 内 周 面 と\n微 細 間 隙 を 置 い て 排 ガ ス が 隔 壁 部 材 ６ ２ の 螺 旋 に 乗 っ て 渦 流 状 に 上 昇 す る よ う に 構 成 し た\n。\n【 ０ ０ ３ ３ 】\n　 し た が っ て 、 ポ ー ト ６ ６ か ら 供 給 さ れ る 洗 浄 水 と 排 ガ ス と が 接 触 し 、 粒 子 の 大 き い パ ー\nテ ィ ク ル は 水 に 捕 集 さ れ て 下 部 に 落 下 す る こ と に よ っ て 集 塵 で き る と 共 に 、 排 ガ ス の 熱 を\n冷 却 す る こ と が で き る 。\n【 ０ ０ ３ ４ 】\n　 落 下 す る 洗 浄 水 は 、 下 部 の 穿 孔 隔 板 ６ ４ を 通 過 し な が ら 均 一 に 分 散 し て 反 応 器 ４ の 下 部\n開 口 部 ４ ０ に 連 結 さ れ る 貯 水 タ ン ク １ ０ ０ に 集 水 さ れ る 。\n\n10\n\n20\n\n30\n\n40\n\n50\n\n\f",
      "images": []
    },
    {
      "page_number": 6,
      "text": "(6)\n\nJP  2017-48999  A   2017.3.9\n\n【 ０ ０ ３ ５ 】\n　 以 下 、 本 発 明 に 係 る 統 合 型 半 導 体 排 ガ ス 浄 化 装 置 の 作 用 に つ い て 詳 述 す る 。\n【 ０ ０ ３ ６ 】\n　 半 導 体 工 程 等 で 発 生 す る Ｐ Ｆ Ｃ ｓ ガ ス な ど の 汚 染 物 質 を 含 ん だ 排 ガ ス が 、 排 ガ ス 流 入 管\n ２ ２ を 介 し て 反 応 器 ４ に 供 給 さ れ る 。\n【 ０ ０ ３ ７ 】\n　 同 時 に 、 バ ー ナ ー ３ に プ ラ ズ マ を 発 生 さ せ て 収 束 部 材 ４ ２ に 流 入 し た 排 ガ ス を 燃 焼 さ せ\nて Ｐ Ｆ Ｃ ｓ を 分 解 さ せ る 。\n【 ０ ０ ３ ８ 】\n　 そ の 後 、 燃 焼 ガ ス の 副 産 物 と し て Ｈ Ｆ の よ う な 有 害 性 ガ ス 、 粒 子 上 物 質 が 発 生 す る 。\n【 ０ ０ ３ ９ 】\n　 発 生 し た 燃 焼 ガ ス 副 産 物 は 、 移 送 管 ４ ４ を 介 し て 下 部 に 移 送 さ れ た 後 、 排 出 口 ４ ９ を 介\nし て 外 部 に 分 散 さ れ て 反 応 器 ４ 内 に 拡 散 さ れ る 。\n【 ０ ０ ４ ０ 】\n　 拡 散 さ れ た 燃 焼 ガ ス 副 産 物 は 、 隔 壁 部 材 ６ ２ に 乗 っ て 螺 旋 状 に 上 昇 す る こ と に な る 。\n【 ０ ０ ４ １ 】\n　 同 時 に 、 反 応 器 ４ 内 に 噴 射 さ れ る 洗 浄 水 と 接 触 す る こ と に な る の で 、 パ ー テ ィ ク ル （ 汚\n染 物 質 ） は 水 に 捕 集 さ れ て 落 下 し た 後 、 下 部 に 排 出 さ れ る 。\n【 ０ ０ ４ ２ 】\n　 し た が っ て 、 パ ー テ ィ ク ル が 除 去 さ れ た 燃 焼 ガ ス は 、 煙 突 ２ ０ ０ を 介 し て 排 出 さ れ 、 粒\n子 状 の パ ー テ ィ ク ル は 、 洗 浄 水 に 捕 集 さ れ て 下 部 の 貯 水 タ ン ク １ ０ ０ に 集 水 さ れ る 。\n【 ０ ０ ４ ３ 】\n　 本 発 明 が 上 述 し た 好 適 な 実 施 形 態 に 関 連 し て 説 明 さ れ た が 、 発 明 の 要 旨 及 び 範 囲 か ら 逸\n脱 す る こ と な く 種 々 の 修 正 及 び 変 形 が 可 能 で あ る と い う こ と は 、 当 業 者 で あ れ ば 容 易 に 認\n識 で き る 筈 で あ り 、 こ の よ う な 変 更 及 び 修 正 は い ず れ も 添 付 の 特 許 請 求 の 範 囲 に 属 す る と\nい う こ と は い う ま で も な い 。\n【 符 号 の 説 明 】\n【 ０ ０ ４ ４ 】\n２ 　 　  カ バ ー\n３ 　 　  バ ー ナ ー\n４ 　 　  反 応 器\n２ ２ 　  排 ガ ス 流 入 管\n２ ４ 　  燃 料 ガ ス 注 入 管\n６ ２ 　  隔 壁 部 材\n６ ４ 　  穿 孔 隔 板\n６ ６ 　  ポ ー ト\n１ ０ ０  貯 水 タ ン ク\n\n10\n\n20\n\n30\n\n\f",
      "images": []
    },
    {
      "page_number": 7,
      "text": "【 図 １ 】\n\n【 図 ２ 】\n\n(7)\n\nJP  2017-48999  A   2017.3.9\n\n【 図 ３ 】\n\n【 図 ４ 】\n\n\f",
      "images": []
    },
    {
      "page_number": 8,
      "text": "【 図 ５ 】\n\n(8)\n\nJP  2017-48999  A   2017.3.9\n\n【 手 続 補 正 書 】\n【 提 出 日 】 平 成 28年 10月 4日 (2016.10.4)\n【 手 続 補 正 １ 】\n【 補 正 対 象 書 類 名 】 特 許 請 求 の 範 囲\n【 補 正 対 象 項 目 名 】 全 文\n【 補 正 方 法 】 変 更\n【 補 正 の 内 容 】\n【 特 許 請 求 の 範 囲 】\n【 請 求 項 １ 】\n　 火 炎 を 発 生 さ せ る バ ー ナ ー が 装 着 さ れ 、 前 記 バ ー ナ ー の 外 周 に 排 ガ ス が 流 入 さ れ る 多 数\nの 排 ガ ス 流 入 管 が 形 成 さ れ た カ バ ー と 、\n上 、 下 開 口 部 が 形 成 さ れ 、 前 記 カ バ ー が 上 段 開 口 部 に 脱 着 可 能 に 結 合 さ れ 、 下 部 に 行 く ほ\nど 径 が 小 さ く な る テ ー パ ー 状 の 収 束 部 材 と 、 内 部 に 水 膜 が 形 成 さ れ て 副 産 物 の 堆 積 を 防 ぐ\n前 記 収 束 部 材 の 頂 点 に 通 じ る よ う に 垂 直 に 配 設 さ れ る 移 送 管 が 形 成 さ れ 、 流 入 さ れ た 排 ガ\nス が 燃 焼 し て 排 出 さ れ る 反 応 器 と 、\n前 記 反 応 器 の 内 部 に 一 体 に 形 成 さ れ 、 前 記 移 送 管 を 通 過 し た 後 、 反 応 器 の 内 部 に 排 出 さ れ\nる 燃 焼 し た 排 ガ ス が 水 洗 浄 さ れ て パ ー テ ィ ク ル が 集 塵 で き る よ う に す る 洗 浄 部 と 、 を 含 み\n、\n前 記 洗 浄 部 は 、\n前 記 移 送 管 の 外 周 面 に 形 成 さ れ 、 反 応 器 の 空 間 を 螺 旋 状 に 画 す る 隔 壁 部 材 と 、\n前 記 反 応 器 の 外 周 面 に 多 数 形 成 さ れ 、 洗 浄 水 が 注 入 さ れ る 洗 浄 水 供 給 管 が 連 結 さ れ る ポ ー\nト と 、\n前 記 反 応 器 の 外 周 面 の 一 側 に 形 成 さ れ て 内 部 の 排 ガ ス が 排 出 さ れ る 排 出 口 と 、 を 含 む\nこ と を 特 徴 と す る 半 導 体 排 ガ ス 浄 化 装 置 。\n【 請 求 項 ２ 】\n\n30\n\n40\n\n50\n\n\f",
      "images": []
    },
    {
      "page_number": 9,
      "text": "(9)\n\nJP  2017-48999  A   2017.3.9\n\n　 前 記 移 送 管 の 下 段 排 出 口 の 周 り に 結 合 さ れ て 反 応 器 の 内 側 下 部 に 設 置 さ れ る 穿 孔 隔 板 を\n含 む\nこ と を 特 徴 と す る 請 求 項 １ に 記 載 の 半 導 体 排 ガ ス 浄 化 装 置 。\n【 手 続 補 正 ２ 】\n【 補 正 対 象 書 類 名 】 明 細 書\n【 補 正 対 象 項 目 名 】 ０ ０ １ ４\n【 補 正 方 法 】 変 更\n【 補 正 の 内 容 】\n【 ０ ０ １ ４ 】\n　 前 記 本 発 明 の 目 的 は 、 中 央 に は 火 炎 を 発 生 さ せ る バ ー ナ ー が 装 着 さ れ 、 前 記 バ ー ナ ー の\n外 周 に 排 ガ ス が 流 入 さ れ る 多 数 の 排 ガ ス 流 入 管 が 形 成 さ れ た カ バ ー と 、 上 ， 下 開 口 部 が 形\n成 さ れ て お り 、 前 記 カ バ ー が 上 段 開 口 部 に 脱 着 可 能 に 結 合 さ れ 、 下 部 に 行 く ほ ど 径 が 小 さ\nく な っ て テ ー パ ー 状 に な る 収 束 部 材 と 、 内 部 に 水 膜 が 形 成 さ れ て 副 産 物 の 堆 積 を 防 ぐ 前 記\n収 束 部 材 の 頂 点 に 通 じ る よ う に 垂 直 に 配 置 さ れ る 移 送 管 が 形 成 さ れ 、 流 入 さ れ た 排 ガ ス が\n燃 焼 し て 排 出 さ れ る 反 応 器 と 、 前 記 反 応 器 の 内 部 に 一 体 に 形 成 さ れ 、 前 記 移 送 管 を 通 過 し\nた 後 、 反 応 器 の 内 部 に 渦 流 状 で 排 出 さ れ る 燃 焼 し た 排 ガ ス が 水 洗 浄 さ れ て パ ー テ ィ ク ル が\n集 塵 さ れ る よ う に す る 洗 浄 部 と を 含 み 、 前 記 洗 浄 部 は 、 前 記 移 送 管 の 外 周 面 に 形 成 さ れ て\nお り 、 反 応 器 の 空 間 を 螺 旋 状 に 画 す る 隔 壁 部 材 と 、 前 記 移 送 管 の 下 段 排 出 口 の 周 り に 結 合\nさ れ て 反 応 器 の 内 側 下 部 に 設 置 さ れ る 穿 孔 隔 板 と 、 前 記 反 応 器 の 外 周 面 に 多 数 形 成 さ れ 、\n洗 浄 水 が 注 入 さ れ る 洗 浄 水 供 給 管 が 連 結 さ れ る ポ ー ト と 、 前 記 反 応 器 の 外 周 面 の 一 側 に 形\n成 さ れ て 内 部 の 排 ガ ス が 排 出 さ れ る 排 出 口 と 、 を 含 む こ と を 特 徴 と す る 半 導 体 排 ガ ス 浄 化\n装 置 に よ っ て 達 成 で き る 。\n【 手 続 補 正 ３ 】\n【 補 正 対 象 書 類 名 】 明 細 書\n【 補 正 対 象 項 目 名 】 ０ ０ １ ５\n【 補 正 方 法 】 変 更\n【 補 正 の 内 容 】\n【 ０ ０ １ ５ 】\n　 ま た 、 本 発 明 の 目 的 は 、 前 記 移 送 管 の 下 段 排 出 口 の 周 り に 結 合 さ れ て 反 応 器 の 内 側 下 部\nに 設 置 さ れ る 穿 孔 隔 板 を 含 む こ と を 特 徴 と す る 半 導 体 排 ガ ス 浄 化 装 置 に よ っ て 達 成 で き る\n。\n\n10\n\n20\n\n30\n\n\f",
      "images": []
    },
    {
      "page_number": 10,
      "text": "̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶\n\n(10)\n\nJP  2017-48999  A   2017.3.9\n\nフロントページの続き\n\n(72)発明者　パク　サンジュン\n\n　　　　　　大韓民国　１７７０７　キョンギド　ピョンテクシ　ジンウィミョン　エルジーロ　５５、１０３\n\n　　　　　　‐４１４（ハンイルアパート）\n\n(72)発明者　ジョン　ドングン\n\n　　　　　　大韓民国　０８３００　ソウルシ　クログ　クロジュンアンロ　２６ギル　２８‐１０（クロドン\n\n　　　　　　）\n\n(72)発明者　イ　ギヨン\n\n　　　　　　大韓民国　０８６１５　ソウルシ　クムチョング　クムハロ　３ギル　２６、１０２‐４０２（シ\n\n　　　　　　フンドン、シフンモクリョンアパート）\n\n(72)発明者　シン　ヒョンウク\n\n　　　　　　大韓民国　１８４８０　キョンギド　ファソンシ　ドンタンミョン　カムベサンロ　３０、１０５\n\n　　　　　　‐１４０１\n\n(72)発明者　ムン　ギュドン\n\n　　　　　　大韓民国　３９６２９　キョンサンブクド　キムチョンシ　プゴクマッコウル　６ギル　２２、５\n\n　　　　　　０１（プゴクドン、ダレタウン）\n\nＦターム(参考) 3K070 DA05　DA37\n\n　　　　　　　 3K078 CA15　CA24\n\n　　　　　　　 4D032 AC07　BA03　BB17\n\n\f",
      "images": []
    }
  ],
  "chunks": [
    {
      "id": "통합형_반도체_폐가스_정화장치_일본_-1fd807e8#p1#c000",
      "page": 1,
      "text": "JP  2017-48999  A   2017.3.9\n(57)【要約】\n【課題】バーナーと反応器およびスクラバーを一体型に\n統合することによって、装置の小形化を図ると共に、定\n期的なメンテナンスの容易性と省エネルギ性を向上する\nことができる統合型半導体排ガス浄化装置を提供する。\n【解決手段】中央には火炎を発生させるバーナー３が装\n着され、バーナ３ーの外周に排ガスが流入される多数の\n排ガス流入管２２が形成されたカバー２と、カバー２に\nバーナー３と排ガス流入管２２が形成され、内部には排\nガスを燃焼させるように燃焼空間を有するテーパー状の\n収束部材４２と、内部に水膜が形成されて副産物の堆積\nを防ぐ収束部材４２の頂点に通じるように垂直に配置さ\nれる移送管４４が形成されて流入された排ガスが燃焼し\nて排出される反応器４と、を含んでおり、反応器４の内\n部には移送管４４の外周面に隔壁部材６２が螺旋状に形\n成され、反応器４の内部に洗浄水が噴射されて湿式洗浄\nされる。\n【選択図】図１",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/통합형 반도체 폐가스 정화장치(일본).pdf",
        "title": "통합형 반도체 폐가스 정화장치(일본)",
        "doc_id": "통합형_반도체_폐가스_정화장치_일본_-1fd807e8",
        "page": 1,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "통합형_반도체_폐가스_정화장치_일본_-1fd807e8#p2#c000",
      "page": 2,
      "text": "(2)\nJP  2017-48999  A   2017.3.9\n【特許請求の範囲】\n【請求項１】\n　火炎を発生させるバーナーが装着され、前記バーナーの外周に排ガスが流入される多数\nの排ガス流入管が形成されたカバーと、\n上、下開口部が形成され、前記カバーが上段開口部に脱着可能に結合され、下部に行くほ\nど径が小さくなるテーパー状の収束部材と、内部に水膜が形成されて副産物の堆積を防ぐ\n前記収束部材の頂点に通じるように垂直に配設される移送管が形成され、流入された排ガ\nスが燃焼して排出される反応器と、\n前記反応器の内部に一体に形成され、前記移送管を通過した後、反応器の内部に排出され\nる燃焼した排ガスが水洗浄されてパーティクルが集塵できるようにする洗浄部と、を含む\nことを特徴とする半導体排ガス浄化装置。\n【請求項２】\n　前記洗浄部は、\n前記移送管の外周面に形成され、反応器の空間を螺旋状に画する隔壁部材と、\n前記反応器の外周面に多数形成され、洗浄水が注入される洗浄水供給管が連結されるポー\nトと、\n前記反応器の外周面の一側に形成されて内部の排ガスが排出される排出口と、を含む\nことを特徴とする請求項１に記載の半導体排ガス浄化装置。\n【請求項３】\n　前記移送管の下段排出口の周りに結合されて反応器の内側下部に設置される穿孔隔板を\n含む\nことを特徴とする請求項２に記載の半導体排ガス浄化装置。\n【発明の詳細な説明】\n【技術分野】\n【０００１】\n　本発明は、半導体排ガス浄化装置に関し、より詳細には湿式半導体、平板ディスプレー\n（Ｆｌａｔ　Ｐａｎａｌ　Ｄｉｓｐｌａｙ，ＦＰＤ）または、液晶表示装置（Ｌｉｑｕｉ\nｄ　Ｃｒｙｓｔａｌ　Ｄｉｓｐｌａｙ，ＬＣＤ）製造工程などで発生する排ガスに含まれ\nた難分解性物質を燃焼させると共に、湿式スクラバーを介して水洗浄して除去する排ガス\n浄化装置に関する。\n【背景技術】\n【０００２】\n　一般に、半導体工程は、シリコン基板に写真、拡散、エッチング、化学気相蒸着および\n金属蒸着などの様々な工程を繰り返して行うことになり、このような工程のうち、拡散、\nエッチング、化学気相蒸着などの工程は、密閉された工程チャンバー内に工程ガスを供給\nし、これら工程ガスがウェハ上で反応するようにするものである。\n【０００３】\n　一方、半導体製造工程で使用されるガスは、有毒性、可燃性および腐食性など、その特\n性が強いものが使用され、このような工程ガスは、製造設備の工程過程で約１０％程度だ\nけが反応に参加し、残りの９０％程度の工程ガスは未反応の状態で製造設備から排出され\nる。\n【０００４】\n　したがって、このような固定ガスである有毒性排ガスが別の浄化過程なしで大気中にそ\nのまま放出される場合、周辺製造設備への損傷と深刻な環境汚染、および作業員の安全事",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/통합형 반도체 폐가스 정화장치(일본).pdf",
        "title": "통합형 반도체 폐가스 정화장치(일본)",
        "doc_id": "통합형_반도체_폐가스_정화장치_일본_-1fd807e8",
        "page": 2,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "통합형_반도체_폐가스_정화장치_일본_-1fd807e8#p2#c001",
      "page": 2,
      "text": "性が強いものが使用され、このような工程ガスは、製造設備の工程過程で約１０％程度だ\nけが反応に参加し、残りの９０％程度の工程ガスは未反応の状態で製造設備から排出され\nる。\n【０００４】\n　したがって、このような固定ガスである有毒性排ガスが別の浄化過程なしで大気中にそ\nのまま放出される場合、周辺製造設備への損傷と深刻な環境汚染、および作業員の安全事\n故を招く恐れがあるため、各製造設備には排気ダクトに連結されたガス排出ライン上に排\n出ガスを安全な状態に分解または浄化させるスクラバーが設けられる。\n【０００５】\n　スクラバーは、排ガスの性質、つまり、一般空気と接触時に爆発的に反応する性質、燃\n焼する性質、ガス処理剤と反応する性質および水に溶解する性質などを利用することで、\n大きく乾式と湿式および乾式と湿式を併行する混合式に分けられる。\n10\n20\n30\n40\n50",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/통합형 반도체 폐가스 정화장치(일본).pdf",
        "title": "통합형 반도체 폐가스 정화장치(일본)",
        "doc_id": "통합형_반도체_폐가스_정화장치_일본_-1fd807e8",
        "page": 2,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "통합형_반도체_폐가스_정화장치_일본_-1fd807e8#p3#c000",
      "page": 3,
      "text": "(3)\nJP  2017-48999  A   2017.3.9\n【０００６】\n　湿式方式のスクラバーは、水を利用して排ガスを捕集した後、洗浄および冷却する構造\nであって、比較的簡単な構成を持って、製作が容易でかつ大容量化できる長所がある。し\nかし、不水溶性のガスは、処理が不可能で、特に発火性が強い水素基を含んだ排ガスの処\n理には不適である。\n【０００７】\n　乾式方式のスクラバーは、バーナーの内部に排ガスが通過するようにして、直接燃焼さ\nせたり、熱源を利用して高温のチャンバーを形成し、その中に排ガスが通過するようにし\nて、間接的に燃焼させる構造を有する。このような乾式方式のスクラバーは、発火性（可\n燃性）ガスの処理には優れた効果があるが、水溶性ガスのように燃焼し難いガスの処理に\nは不適である。\n【０００８】\n　混合式スクラバーは、排ガスを燃焼室で一次燃焼させて発火性ガスおよび爆発性ガスを\n除去した後、二次的に水槽に収容させ、水溶性の有毒性排ガスを水に溶解させる構造を有\nし、このような混合型スクラバーの先行技術としては、韓国公開特許第１０－２０１０－\n００２１１３５号「排ガス処理装置」から既に開示されている。\n【０００９】\n　一方、従来技術を調べると、図５に示したように、上側に下向きに設置される排ガス流\n入口を介して排ガスが内部に流入する反応器２’ 、前記反応器２’ の上部に設置され、反\n応器の内部に火炎を発生させて排ガスを燃焼させるバーナー部３’ と、前記反応器２’ の\n下部に連結される排出管４’ に設置され、水が保存された貯水タンク５’ と、前記排出管\n４’ の一側面に連結され、燃焼したガス粒子が通過するものの内部に供給される水によっ\nて大きい粒子が捕集されて貯水タンク５’ に回収されて、気体は上部に排出させる湿式洗\n浄部６’ とを含んで構成される。\n【００１０】\n　ガススクラバーによって排ガスが処理される過程をみると、半導体装備の工程チャンバ\nーから発生する排ガスが、注入部を介して反応器（Ｒｅａｃｔｏｒ）のバーナー（Ｂｕｒ\nｎｅｒ）に移動した後、燃焼／酸化されたり、熱分解される方法でバーニング（Ｂｕｒｎ\nｉｎｇ）され、またバーニング処理できなかった一部のガスや粉塵粒子などの未処理ガス\nは、湿式スクラバーに移動すると同時に、湿式洗浄部では水を噴射することによって酸化\nガスの中のパウダー（Ｐｏｗｄｅｒ）を分離させ、下の水槽に落下させる洗浄（Ｗｅｔｔ\nｉｎｇ）工程を経て、洗浄された処理ガスはフィルターとダクトを介して大気中に排出さ\nれる。\n【００１１】\n　しかし、従来技術は、バーナーと反応器、湿式洗浄部がそれぞれ分離されているため、\n装置の大きさが大きくなって空間占有率が高まることになって、定期的なメンテナンスの",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/통합형 반도체 폐가스 정화장치(일본).pdf",
        "title": "통합형 반도체 폐가스 정화장치(일본)",
        "doc_id": "통합형_반도체_폐가스_정화장치_일본_-1fd807e8",
        "page": 3,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "통합형_반도체_폐가스_정화장치_일본_-1fd807e8#p3#c001",
      "page": 3,
      "text": "ガスの中のパウダー（Ｐｏｗｄｅｒ）を分離させ、下の水槽に落下させる洗浄（Ｗｅｔｔ\nｉｎｇ）工程を経て、洗浄された処理ガスはフィルターとダクトを介して大気中に排出さ\nれる。\n【００１１】\n　しかし、従来技術は、バーナーと反応器、湿式洗浄部がそれぞれ分離されているため、\n装置の大きさが大きくなって空間占有率が高まることになって、定期的なメンテナンスの\n 困難性および半導体ガスを処理するエネルギーの消費が増大する問題点があった。\n【先行技術文献】\n【特許文献】\n【００１２】\n【特許文献１】韓国公開特許公報第１０－２０１０－００２１１３５号\n【発明の概要】\n【発明が解決しようとする課題】\n【００１３】\n　本発明は、前記従来技術の問題点を解決するために案出されたもので、バーナーと反応\n器およびスクラバーを一体型に統合することによって、装置の小形化を図ると共に、定期\n的なメンテナンスの容易性及び処理ガスの性能を増大することができる半導体排ガス浄化\n装置を提供することにその目的がある。\n【課題を解決するための手段】\n【００１４】\n10\n20\n30\n40\n50",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/통합형 반도체 폐가스 정화장치(일본).pdf",
        "title": "통합형 반도체 폐가스 정화장치(일본)",
        "doc_id": "통합형_반도체_폐가스_정화장치_일본_-1fd807e8",
        "page": 3,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "통합형_반도체_폐가스_정화장치_일본_-1fd807e8#p4#c000",
      "page": 4,
      "text": "(4)\nJP  2017-48999  A   2017.3.9\n　前記本発明の目的は、中央には火炎を発生させるバーナーが装着され、前記バーナーの\n外周に排ガスが流入される多数の排ガス流入管が形成されたカバーと、上，下開口部が形\n成されており、前記カバーが上段開口部に脱着可能に結合され、下部に行くほど径が小さ\nくなってテーパー状になる収束部材と、内部に水膜が形成されて副産物の堆積を防ぐ前記\n収束部材の頂点に通じるように垂直に配置される移送管が形成され、流入された排ガスが\n燃焼して排出される反応器と、前記反応器の内部に一体に形成され、前記移送管を通過し\nた後、反応器の内部に渦流状で排出される燃焼した排ガスが水洗浄されてパーティクルが\n集塵されるようにする洗浄部とを含むことを特徴とする半導体排ガス浄化装置によって達\n成できる。\n【００１５】\n　前記洗浄部は、前記移送管の外周面に形成されており、反応器の空間を螺旋状に画する\n隔壁部材と、前記移送管の下段排出口の周りに結合されて反応器の内側下部に設置される\n穿孔隔板と、前記反応器の外周面に多数形成され、洗浄水が注入される洗浄水供給管が連\n結されるポートと、前記反応器の外周面の一側に形成されて内部の排ガスが排出される排\n出口と、を含むことを特徴とする。\n【発明の効果】\n【００１６】\n　本発明によると、バーナーと反応器及びスクラバーを一体型に統合して構成することに\nよって装置の小形化を図ると共に、定期的なメンテナンスの容易性と省エネルギ性を向上\nさせることができる。\n【図面の簡単な説明】\n【００１７】\n【図１】本発明に係る統合型半導体排ガス浄化装置を示した斜視図である。\n【図２】本発明に係る統合型半導体排ガス浄化装置を示した分解斜視図である。\n【図３】本発明に係る統合型半導体排ガス浄化装置の作用を示した斜視図である。\n【図４】本発明に係る統合型半導体排ガス浄化装置の断面斜視図である。\n【図５】従来技術に係る排ガス浄化装置を示した図面である。\n【発明を実施するための形態】\n【００１８】\n　以下、本発明の好適な実施形態を添付された図面に基づいて詳細に説明すると、次のと\nおりである。\n【００１９】\n　後述する実施形態は本発明が属する技術分野において通常の知識を有する者が発明を容\n易に実施できる程度に詳細に説明するためのものであり、これにより本発明の技術的な思\n想及び範疇が限定されることはない。\n【００２０】\n　また、図面に示された構成要素の大きさや形状などは、説明の明瞭性と便宜上誇張して\n図示されることがあり、本発明の構成及び作用を考慮して特別に定義された用語は、使用\n者、運用者の意図または慣例により変わることがあり、このような用語に対するの定義は\n、本明細書全般にわたった内容に基づいて行わなければならないことを明かしておく。",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/통합형 반도체 폐가스 정화장치(일본).pdf",
        "title": "통합형 반도체 폐가스 정화장치(일본)",
        "doc_id": "통합형_반도체_폐가스_정화장치_일본_-1fd807e8",
        "page": 4,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "통합형_반도체_폐가스_정화장치_일본_-1fd807e8#p4#c001",
      "page": 4,
      "text": "想及び範疇が限定されることはない。\n【００２０】\n　また、図面に示された構成要素の大きさや形状などは、説明の明瞭性と便宜上誇張して\n図示されることがあり、本発明の構成及び作用を考慮して特別に定義された用語は、使用\n者、運用者の意図または慣例により変わることがあり、このような用語に対するの定義は\n、本明細書全般にわたった内容に基づいて行わなければならないことを明かしておく。\n【００２１】\n　添付された図面中、図１は、本発明に係る統合型半導体排ガス浄化装置を示した斜視図\nであり、図２は、本発明に係る統合型半導体排ガス浄化装置を示した分解斜視図であり、\n図３は、本発明に係る統合型半導体排ガス浄化装置の作用を示した斜視図であり、図４は\n本発明に係る統合型半導体排ガス浄化装置に対する断面斜視図である。\n【００２２】\n　図１乃至図３に示したように、本発明に係る統合型半導体排ガス浄化装置は、中央には\n火炎を発生させるバーナー３が装着され、バーナー３の外周に排ガスが流入される多数の\n排ガス流入管２２が形成されたカバー２、上，下開口部が形成され、前記カバー２が上段\n開口部に脱着可能に結合され、下部に行くほど径が小さくなってテーパー状になる収束部\n10\n20\n30\n40\n50",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/통합형 반도체 폐가스 정화장치(일본).pdf",
        "title": "통합형 반도체 폐가스 정화장치(일본)",
        "doc_id": "통합형_반도체_폐가스_정화장치_일본_-1fd807e8",
        "page": 4,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "통합형_반도체_폐가스_정화장치_일본_-1fd807e8#p5#c000",
      "page": 5,
      "text": "(5)\nJP  2017-48999  A   2017.3.9\n材４２と、内部に水膜が形成されて副産物の堆積を防ぐ前記収束部材４２の頂点に通じる\nように垂直に配置される移送管４４とが形成されて、流入された排ガスが燃焼して排出さ\nれる反応器４、及び前記反応器４の内部に一体に形成され、前記移送管４４を通過した後\n、反応器４の内部に渦流状で排出される燃焼した排ガスが水洗浄されてパーティクルが集\n塵されるようにする洗浄部６とを含んで構成される。\n【００２３】\n　前記カバー２は、バーナー３が中央に形成され、その外側には放射状に多数の排ガス流\n入管２２が形成され、バーナー３の一側には酸素注入管２３が連結され、バーナー３の他\n側に燃料ガス注入管２４が連結される。\n【００２４】\n　バーナー３の火炎が放出されるノズル（図示せず）は、カバーの内部に形成され、前記\n収束部材４２の中心に向けて形成される。\n【００２５】\n　バーナー３は、反応器４の内部に火炎を放射して収束部の内部に供給される排ガスを燃\n焼／酸化乃至熱分解させる。\n【００２６】\n　前記反応器４は、上，下開口部が形成され、内部に空間が形成される円筒形状である。\n【００２７】\n　上段の開口部には、カバー２が脱着可能に結合される。前記カバー２は、外周縁に多数\nのブラケット２５が形成され、このブラケット２５に締結されるように反応器４の外周縁\nに多数の締結具２６が形成される。\n【００２８】\n　反応器４の内部には下部に行くほど径が小さくなるテーパー状の収束部材４２と、前記\n内部に水膜が形成されて副産物の堆積を防ぐ前記収束部材４２の頂点に通じるように垂直\nに配置される移送管４４が形成されて流入した排ガスが燃焼して排出されるようにする。\n【００２９】\n　移送管４４の下段排出口４９は、反応器４の下部開口部４０よりも上部に位置されるよ\nうにすることによって、移送管４４の排出口４９から排出された排ガスが再び反応器４の\n内部に拡散することができるようにした。\n【００３０】\n　一方、本発明の実施形態によると、湿式洗浄部６が反応器４の内部に一体に形成される\nものである。\n【００３１】\n　これによって、前記洗浄部６は、前記移送管４４の外周面に形成され、反応器４の空間\nを螺旋状に画する隔壁部材６２と、前記移送管４４の下段排出口４９の周りに結合されて\n反応器４の内側下部に設置される穿孔隔板６４と、前記反応器４の外周面に多数形成され\n、洗浄水が注入される洗浄水供給管（図示せず）が連結されるポート６６と、前記反応器\n４の外周面の一側に形成されて内部の排ガスが排出される排出口４９と、を含んで構成さ\nれる。\n【００３２】\n　前記隔壁部材６２は、螺旋状の円板が形成され、円板の外周縁は、反応器４の内周面と",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/통합형 반도체 폐가스 정화장치(일본).pdf",
        "title": "통합형 반도체 폐가스 정화장치(일본)",
        "doc_id": "통합형_반도체_폐가스_정화장치_일본_-1fd807e8",
        "page": 5,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "통합형_반도체_폐가스_정화장치_일본_-1fd807e8#p5#c001",
      "page": 5,
      "text": "反応器４の内側下部に設置される穿孔隔板６４と、前記反応器４の外周面に多数形成され\n、洗浄水が注入される洗浄水供給管（図示せず）が連結されるポート６６と、前記反応器\n４の外周面の一側に形成されて内部の排ガスが排出される排出口４９と、を含んで構成さ\nれる。\n【００３２】\n　前記隔壁部材６２は、螺旋状の円板が形成され、円板の外周縁は、反応器４の内周面と\n微細間隙を置いて排ガスが隔壁部材６２の螺旋に乗って渦流状に上昇するように構成した\n。\n【００３３】\n　したがって、ポート６６から供給される洗浄水と排ガスとが接触し、粒子の大きいパー\nティクルは水に捕集されて下部に落下することによって集塵できると共に、排ガスの熱を\n冷却することができる。\n【００３４】\n　落下する洗浄水は、下部の穿孔隔板６４を通過しながら均一に分散して反応器４の下部\n開口部４０に連結される貯水タンク１００に集水される。\n10\n20\n30\n40\n50",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/통합형 반도체 폐가스 정화장치(일본).pdf",
        "title": "통합형 반도체 폐가스 정화장치(일본)",
        "doc_id": "통합형_반도체_폐가스_정화장치_일본_-1fd807e8",
        "page": 5,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "통합형_반도체_폐가스_정화장치_일본_-1fd807e8#p6#c000",
      "page": 6,
      "text": "(6)\nJP  2017-48999  A   2017.3.9\n【００３５】\n　以下、本発明に係る統合型半導体排ガス浄化装置の作用について詳述する。\n【００３６】\n　半導体工程等で発生するＰＦＣｓガスなどの汚染物質を含んだ排ガスが、排ガス流入管\n ２２を介して反応器４に供給される。\n【００３７】\n　同時に、バーナー３にプラズマを発生させて収束部材４２に流入した排ガスを燃焼させ\nてＰＦＣｓを分解させる。\n【００３８】\n　その後、燃焼ガスの副産物としてＨＦのような有害性ガス、粒子上物質が発生する。\n【００３９】\n　発生した燃焼ガス副産物は、移送管４４を介して下部に移送された後、排出口４９を介\nして外部に分散されて反応器４内に拡散される。\n【００４０】\n　拡散された燃焼ガス副産物は、隔壁部材６２に乗って螺旋状に上昇することになる。\n【００４１】\n　同時に、反応器４内に噴射される洗浄水と接触することになるので、パーティクル（汚\n染物質）は水に捕集されて落下した後、下部に排出される。\n【００４２】\n　したがって、パーティクルが除去された燃焼ガスは、煙突２００を介して排出され、粒\n子状のパーティクルは、洗浄水に捕集されて下部の貯水タンク１００に集水される。\n【００４３】\n　本発明が上述した好適な実施形態に関連して説明されたが、発明の要旨及び範囲から逸\n脱することなく種々の修正及び変形が可能であるということは、当業者であれば容易に認\n識できる筈であり、このような変更及び修正はいずれも添付の特許請求の範囲に属すると\nいうことはいうまでもない。\n【符号の説明】\n【００４４】\n２　　 カバー\n３　　 バーナー\n４　　 反応器\n２２　 排ガス流入管\n２４　 燃料ガス注入管\n６２　 隔壁部材\n６４　 穿孔隔板\n６６　 ポート\n１００ 貯水タンク\n10\n20\n30",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/통합형 반도체 폐가스 정화장치(일본).pdf",
        "title": "통합형 반도체 폐가스 정화장치(일본)",
        "doc_id": "통합형_반도체_폐가스_정화장치_일본_-1fd807e8",
        "page": 6,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "통합형_반도체_폐가스_정화장치_일본_-1fd807e8#p7#c000",
      "page": 7,
      "text": "(7)\nJP  2017-48999  A   2017.3.9\n【図１】\n【図２】\n【図３】\n【図４】",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/통합형 반도체 폐가스 정화장치(일본).pdf",
        "title": "통합형 반도체 폐가스 정화장치(일본)",
        "doc_id": "통합형_반도체_폐가스_정화장치_일본_-1fd807e8",
        "page": 7,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "통합형_반도체_폐가스_정화장치_일본_-1fd807e8#p8#c000",
      "page": 8,
      "text": "(8)\nJP  2017-48999  A   2017.3.9\n【図５】\n【手続補正書】\n【提出日】平成28年10月4日(2016.10.4)\n【手続補正１】\n【補正対象書類名】特許請求の範囲\n【補正対象項目名】全文\n【補正方法】変更\n【補正の内容】\n【特許請求の範囲】\n【請求項１】\n　火炎を発生させるバーナーが装着され、前記バーナーの外周に排ガスが流入される多数\nの排ガス流入管が形成されたカバーと、\n上、下開口部が形成され、前記カバーが上段開口部に脱着可能に結合され、下部に行くほ\nど径が小さくなるテーパー状の収束部材と、内部に水膜が形成されて副産物の堆積を防ぐ\n前記収束部材の頂点に通じるように垂直に配設される移送管が形成され、流入された排ガ\nスが燃焼して排出される反応器と、\n前記反応器の内部に一体に形成され、前記移送管を通過した後、反応器の内部に排出され\nる燃焼した排ガスが水洗浄されてパーティクルが集塵できるようにする洗浄部と、を含み\n、\n前記洗浄部は、\n前記移送管の外周面に形成され、反応器の空間を螺旋状に画する隔壁部材と、\n前記反応器の外周面に多数形成され、洗浄水が注入される洗浄水供給管が連結されるポー\nトと、\n前記反応器の外周面の一側に形成されて内部の排ガスが排出される排出口と、を含む\nことを特徴とする半導体排ガス浄化装置。\n【請求項２】\n30\n40\n50",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/통합형 반도체 폐가스 정화장치(일본).pdf",
        "title": "통합형 반도체 폐가스 정화장치(일본)",
        "doc_id": "통합형_반도체_폐가스_정화장치_일본_-1fd807e8",
        "page": 8,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "통합형_반도체_폐가스_정화장치_일본_-1fd807e8#p9#c000",
      "page": 9,
      "text": "(9)\nJP  2017-48999  A   2017.3.9\n　前記移送管の下段排出口の周りに結合されて反応器の内側下部に設置される穿孔隔板を\n含む\nことを特徴とする請求項１に記載の半導体排ガス浄化装置。\n【手続補正２】\n【補正対象書類名】明細書\n【補正対象項目名】００１４\n【補正方法】変更\n【補正の内容】\n【００１４】\n　前記本発明の目的は、中央には火炎を発生させるバーナーが装着され、前記バーナーの\n外周に排ガスが流入される多数の排ガス流入管が形成されたカバーと、上，下開口部が形\n成されており、前記カバーが上段開口部に脱着可能に結合され、下部に行くほど径が小さ\nくなってテーパー状になる収束部材と、内部に水膜が形成されて副産物の堆積を防ぐ前記\n収束部材の頂点に通じるように垂直に配置される移送管が形成され、流入された排ガスが\n燃焼して排出される反応器と、前記反応器の内部に一体に形成され、前記移送管を通過し\nた後、反応器の内部に渦流状で排出される燃焼した排ガスが水洗浄されてパーティクルが\n集塵されるようにする洗浄部とを含み、前記洗浄部は、前記移送管の外周面に形成されて\nおり、反応器の空間を螺旋状に画する隔壁部材と、前記移送管の下段排出口の周りに結合\nされて反応器の内側下部に設置される穿孔隔板と、前記反応器の外周面に多数形成され、\n洗浄水が注入される洗浄水供給管が連結されるポートと、前記反応器の外周面の一側に形\n成されて内部の排ガスが排出される排出口と、を含むことを特徴とする半導体排ガス浄化\n装置によって達成できる。\n【手続補正３】\n【補正対象書類名】明細書\n【補正対象項目名】００１５\n【補正方法】変更\n【補正の内容】\n【００１５】\n　また、本発明の目的は、前記移送管の下段排出口の周りに結合されて反応器の内側下部\nに設置される穿孔隔板を含むことを特徴とする半導体排ガス浄化装置によって達成できる\n。\n10\n20\n30",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/통합형 반도체 폐가스 정화장치(일본).pdf",
        "title": "통합형 반도체 폐가스 정화장치(일본)",
        "doc_id": "통합형_반도체_폐가스_정화장치_일본_-1fd807e8",
        "page": 9,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "통합형_반도체_폐가스_정화장치_일본_-1fd807e8#p10#c000",
      "page": 10,
      "text": "(10)\nJP  2017-48999  A   2017.3.9\n̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶\nフロントページの続き\n(72)発明者　パク　サンジュン\n　　　　　　大韓民国　１７７０７　キョンギド　ピョンテクシ　ジンウィミョン　エルジーロ　５５、１０３\n　　　　　　‐４１４（ハンイルアパート）\n(72)発明者　ジョン　ドングン\n　　　　　　大韓民国　０８３００　ソウルシ　クログ　クロジュンアンロ　２６ギル　２８‐１０（クロドン\n　　　　　　）\n(72)発明者　イ　ギヨン\n　　　　　　大韓民国　０８６１５　ソウルシ　クムチョング　クムハロ　３ギル　２６、１０２‐４０２（シ\n　　　　　　フンドン、シフンモクリョンアパート）\n(72)発明者　シン　ヒョンウク\n　　　　　　大韓民国　１８４８０　キョンギド　ファソンシ　ドンタンミョン　カムベサンロ　３０、１０５\n　　　　　　‐１４０１\n(72)発明者　ムン　ギュドン\n　　　　　　大韓民国　３９６２９　キョンサンブクド　キムチョンシ　プゴクマッコウル　６ギル　２２、５\n　　　　　　０１（プゴクドン、ダレタウン）\nＦターム(参考) 3K070 DA05　DA37\n　　　　　　　 3K078 CA15　CA24\n　　　　　　　 4D032 AC07　BA03　BB17",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/통합형 반도체 폐가스 정화장치(일본).pdf",
        "title": "통합형 반도체 폐가스 정화장치(일본)",
        "doc_id": "통합형_반도체_폐가스_정화장치_일본_-1fd807e8",
        "page": 10,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    }
  ],
  "page_count": 10,
  "full_text": "JP  2017-48999  A   2017.3.9\n\n(57)【要約】\n\n【課題】バーナーと反応器およびスクラバーを一体型に\n\n統合することによって、装置の小形化を図ると共に、定\n\n期的なメンテナンスの容易性と省エネルギ性を向上する\n\nことができる統合型半導体排ガス浄化装置を提供する。\n\n【解決手段】中央には火炎を発生させるバーナー３が装\n\n着され、バーナ３ーの外周に排ガスが流入される多数の\n\n排ガス流入管２２が形成されたカバー２と、カバー２に\n\nバーナー３と排ガス流入管２２が形成され、内部には排\n\nガスを燃焼させるように燃焼空間を有するテーパー状の\n\n収束部材４２と、内部に水膜が形成されて副産物の堆積\n\nを防ぐ収束部材４２の頂点に通じるように垂直に配置さ\n\nれる移送管４４が形成されて流入された排ガスが燃焼し\n\nて排出される反応器４と、を含んでおり、反応器４の内\n\n部には移送管４４の外周面に隔壁部材６２が螺旋状に形\n\n成され、反応器４の内部に洗浄水が噴射されて湿式洗浄\n\nされる。\n\n【選択図】図１\n\n\f\n(2)\n\nJP  2017-48999  A   2017.3.9\n\n【 特 許 請 求 の 範 囲 】\n【 請 求 項 １ 】\n　 火 炎 を 発 生 さ せ る バ ー ナ ー が 装 着 さ れ 、 前 記 バ ー ナ ー の 外 周 に 排 ガ ス が 流 入 さ れ る 多 数\nの 排 ガ ス 流 入 管 が 形 成 さ れ た カ バ ー と 、\n上 、 下 開 口 部 が 形 成 さ れ 、 前 記 カ バ ー が 上 段 開 口 部 に 脱 着 可 能 に 結 合 さ れ 、 下 部 に 行 く ほ\nど 径 が 小 さ く な る テ ー パ ー 状 の 収 束 部 材 と 、 内 部 に 水 膜 が 形 成 さ れ て 副 産 物 の 堆 積 を 防 ぐ\n前 記 収 束 部 材 の 頂 点 に 通 じ る よ う に 垂 直 に 配 設 さ れ る 移 送 管 が 形 成 さ れ 、 流 入 さ れ た 排 ガ\nス が 燃 焼 し て 排 出 さ れ る 反 応 器 と 、\n前 記 反 応 器 の 内 部 に 一 体 に 形 成 さ れ 、 前 記 移 送 管 を 通 過 し た 後 、 反 応 器 の 内 部 に 排 出 さ れ\nる 燃 焼 し た 排 ガ ス が 水 洗 浄 さ れ て パ ー テ ィ ク ル が 集 塵 で き る よ う に す る 洗 浄 部 と 、 を 含 む\nこ と を 特 徴 と す る 半 導 体 排 ガ ス 浄 化 装 置 。\n【 請 求 項 ２ 】\n　 前 記 洗 浄 部 は 、\n前 記 移 送 管 の 外 周 面 に 形 成 さ れ 、 反 応 器 の 空 間 を 螺 旋 状 に 画 す る 隔 壁 部 材 と 、\n前 記 反 応 器 の 外 周 面 に 多 数 形 成 さ れ 、 洗 浄 水 が 注 入 さ れ る 洗 浄 水 供 給 管 が 連 結 さ れ る ポ ー\nト と 、\n前 記 反 応 器 の 外 周 面 の 一 側 に 形 成 さ れ て 内 部 の 排 ガ ス が 排 出 さ れ る 排 出 口 と 、 を 含 む\nこ と を 特 徴 と す る 請 求 項 １ に 記 載 の 半 導 体 排 ガ ス 浄 化 装 置 。\n【 請 求 項 ３ 】\n　 前 記 移 送 管 の 下 段 排 出 口 の 周 り に 結 合 さ れ て 反 応 器 の 内 側 下 部 に 設 置 さ れ る 穿 孔 隔 板 を\n含 む\nこ と を 特 徴 と す る 請 求 項 ２ に 記 載 の 半 導 体 排 ガ ス 浄 化 装 置 。\n【 発 明 の 詳 細 な 説 明 】\n【 技 術 分 野 】\n【 ０ ０ ０ １ 】\n　 本 発 明 は 、 半 導 体 排 ガ ス 浄 化 装 置 に 関 し 、 よ り 詳 細 に は 湿 式 半 導 体 、 平 板 デ ィ ス プ レ ー\n（ Ｆ ｌ ａ ｔ 　 Ｐ ａ ｎ ａ ｌ 　 Ｄ ｉ ｓ ｐ ｌ ａ ｙ ， Ｆ Ｐ Ｄ ） ま た は 、 液 晶 表 示 装 置 （ Ｌ ｉ ｑ ｕ ｉ\nｄ 　 Ｃ ｒ ｙ ｓ ｔ ａ ｌ 　 Ｄ ｉ ｓ ｐ ｌ ａ ｙ ， Ｌ Ｃ Ｄ ） 製 造 工 程 な ど で 発 生 す る 排 ガ ス に 含 ま れ\nた 難 分 解 性 物 質 を 燃 焼 さ せ る と 共 に 、 湿 式 ス ク ラ バ ー を 介 し て 水 洗 浄 し て 除 去 す る 排 ガ ス\n浄 化 装 置 に 関 す る 。\n【 背 景 技 術 】\n【 ０ ０ ０ ２ 】\n　 一 般 に 、 半 導 体 工 程 は 、 シ リ コ ン 基 板 に 写 真 、 拡 散 、 エ ッ チ ン グ 、 化 学 気 相 蒸 着 お よ び\n金 属 蒸 着 な ど の 様 々 な 工 程 を 繰 り 返 し て 行 う こ と に な り 、 こ の よ う な 工 程 の う ち 、 拡 散 、\nエ ッ チ ン グ 、 化 学 気 相 蒸 着 な ど の 工 程 は 、 密 閉 さ れ た 工 程 チ ャ ン バ ー 内 に 工 程 ガ ス を 供 給\nし 、 こ れ ら 工 程 ガ ス が ウ ェ ハ 上 で 反 応 す る よ う に す る も の で あ る 。\n【 ０ ０ ０ ３ 】\n　 一 方 、 半 導 体 製 造 工 程 で 使 用 さ れ る ガ ス は 、 有 毒 性 、 可 燃 性 お よ び 腐 食 性 な ど 、 そ の 特\n性 が 強 い も の が 使 用 さ れ 、 こ の よ う な 工 程 ガ ス は 、 製 造 設 備 の 工 程 過 程 で 約 １ ０ ％ 程 度 だ\nけ が 反 応 に 参 加 し 、 残 り の ９ ０ ％ 程 度 の 工 程 ガ ス は 未 反 応 の 状 態 で 製 造 設 備 か ら 排 出 さ れ\nる 。\n【 ０ ０ ０ ４ 】\n　 し た が っ て 、 こ の よ う な 固 定 ガ ス で あ る 有 毒 性 排 ガ ス が 別 の 浄 化 過 程 な し で 大 気 中 に そ\nの ま ま 放 出 さ れ る 場 合 、 周 辺 製 造 設 備 へ の 損 傷 と 深 刻 な 環 境 汚 染 、 お よ び 作 業 員 の 安 全 事\n故 を 招 く 恐 れ が あ る た め 、 各 製 造 設 備 に は 排 気 ダ ク ト に 連 結 さ れ た ガ ス 排 出 ラ イ ン 上 に 排\n出 ガ ス を 安 全 な 状 態 に 分 解 ま た は 浄 化 さ せ る ス ク ラ バ ー が 設 け ら れ る 。\n【 ０ ０ ０ ５ 】\n　 ス ク ラ バ ー は 、 排 ガ ス の 性 質 、 つ ま り 、 一 般 空 気 と 接 触 時 に 爆 発 的 に 反 応 す る 性 質 、 燃\n焼 す る 性 質 、 ガ ス 処 理 剤 と 反 応 す る 性 質 お よ び 水 に 溶 解 す る 性 質 な ど を 利 用 す る こ と で 、\n大 き く 乾 式 と 湿 式 お よ び 乾 式 と 湿 式 を 併 行 す る 混 合 式 に 分 け ら れ る 。\n\n10\n\n20\n\n30\n\n40\n\n50\n\n\f\n(3)\n\nJP  2017-48999  A   2017.3.9\n\n【 ０ ０ ０ ６ 】\n　 湿 式 方 式 の ス ク ラ バ ー は 、 水 を 利 用 し て 排 ガ ス を 捕 集 し た 後 、 洗 浄 お よ び 冷 却 す る 構 造\nで あ っ て 、 比 較 的 簡 単 な 構 成 を 持 っ て 、 製 作 が 容 易 で か つ 大 容 量 化 で き る 長 所 が あ る 。 し\nか し 、 不 水 溶 性 の ガ ス は 、 処 理 が 不 可 能 で 、 特 に 発 火 性 が 強 い 水 素 基 を 含 ん だ 排 ガ ス の 処\n理 に は 不 適 で あ る 。\n【 ０ ０ ０ ７ 】\n　 乾 式 方 式 の ス ク ラ バ ー は 、 バ ー ナ ー の 内 部 に 排 ガ ス が 通 過 す る よ う に し て 、 直 接 燃 焼 さ\nせ た り 、 熱 源 を 利 用 し て 高 温 の チ ャ ン バ ー を 形 成 し 、 そ の 中 に 排 ガ ス が 通 過 す る よ う に し\nて 、 間 接 的 に 燃 焼 さ せ る 構 造 を 有 す る 。 こ の よ う な 乾 式 方 式 の ス ク ラ バ ー は 、 発 火 性 （ 可\n燃 性 ） ガ ス の 処 理 に は 優 れ た 効 果 が あ る が 、 水 溶 性 ガ ス の よ う に 燃 焼 し 難 い ガ ス の 処 理 に\nは 不 適 で あ る 。\n【 ０ ０ ０ ８ 】\n　 混 合 式 ス ク ラ バ ー は 、 排 ガ ス を 燃 焼 室 で 一 次 燃 焼 さ せ て 発 火 性 ガ ス お よ び 爆 発 性 ガ ス を\n除 去 し た 後 、 二 次 的 に 水 槽 に 収 容 さ せ 、 水 溶 性 の 有 毒 性 排 ガ ス を 水 に 溶 解 さ せ る 構 造 を 有\nし 、 こ の よ う な 混 合 型 ス ク ラ バ ー の 先 行 技 術 と し て は 、 韓 国 公 開 特 許 第 １ ０ − ２ ０ １ ０ −\n０ ０ ２ １ １ ３ ５ 号 「 排 ガ ス 処 理 装 置 」 か ら 既 に 開 示 さ れ て い る 。\n【 ０ ０ ０ ９ 】\n　 一 方 、 従 来 技 術 を 調 べ る と 、 図 ５ に 示 し た よ う に 、 上 側 に 下 向 き に 設 置 さ れ る 排 ガ ス 流\n入 口 を 介 し て 排 ガ ス が 内 部 に 流 入 す る 反 応 器 ２’、 前 記 反 応 器 ２’の 上 部 に 設 置 さ れ 、 反\n応 器 の 内 部 に 火 炎 を 発 生 さ せ て 排 ガ ス を 燃 焼 さ せ る バ ー ナ ー 部 ３’と 、 前 記 反 応 器 ２’の\n下 部 に 連 結 さ れ る 排 出 管 ４’に 設 置 さ れ 、 水 が 保 存 さ れ た 貯 水 タ ン ク ５’と 、 前 記 排 出 管\n４’の 一 側 面 に 連 結 さ れ 、 燃 焼 し た ガ ス 粒 子 が 通 過 す る も の の 内 部 に 供 給 さ れ る 水 に よ っ\nて 大 き い 粒 子 が 捕 集 さ れ て 貯 水 タ ン ク ５’に 回 収 さ れ て 、 気 体 は 上 部 に 排 出 さ せ る 湿 式 洗\n浄 部 ６’と を 含 ん で 構 成 さ れ る 。\n【 ０ ０ １ ０ 】\n　 ガ ス ス ク ラ バ ー に よ っ て 排 ガ ス が 処 理 さ れ る 過 程 を み る と 、 半 導 体 装 備 の 工 程 チ ャ ン バ\nー か ら 発 生 す る 排 ガ ス が 、 注 入 部 を 介 し て 反 応 器 （ Ｒ ｅ ａ ｃ ｔ ｏ ｒ ） の バ ー ナ ー （ Ｂ ｕ ｒ\nｎ ｅ ｒ ） に 移 動 し た 後 、 燃 焼 ／ 酸 化 さ れ た り 、 熱 分 解 さ れ る 方 法 で バ ー ニ ン グ （ Ｂ ｕ ｒ ｎ\nｉ ｎ ｇ ） さ れ 、 ま た バ ー ニ ン グ 処 理 で き な か っ た 一 部 の ガ ス や 粉 塵 粒 子 な ど の 未 処 理 ガ ス\nは 、 湿 式 ス ク ラ バ ー に 移 動 す る と 同 時 に 、 湿 式 洗 浄 部 で は 水 を 噴 射 す る こ と に よ っ て 酸 化\nガ ス の 中 の パ ウ ダ ー （ Ｐ ｏ ｗ ｄ ｅ ｒ ） を 分 離 さ せ 、 下 の 水 槽 に 落 下 さ せ る 洗 浄 （ Ｗ ｅ ｔ ｔ\nｉ ｎ ｇ ） 工 程 を 経 て 、 洗 浄 さ れ た 処 理 ガ ス は フ ィ ル タ ー と ダ ク ト を 介 し て 大 気 中 に 排 出 さ\nれ る 。\n【 ０ ０ １ １ 】\n　 し か し 、 従 来 技 術 は 、 バ ー ナ ー と 反 応 器 、 湿 式 洗 浄 部 が そ れ ぞ れ 分 離 さ れ て い る た め 、\n装 置 の 大 き さ が 大 き く な っ て 空 間 占 有 率 が 高 ま る こ と に な っ て 、 定 期 的 な メ ン テ ナ ン ス の\n 困 難 性 お よ び 半 導 体 ガ ス を 処 理 す る エ ネ ル ギ ー の 消 費 が 増 大 す る 問 題 点 が あ っ た 。\n【 先 行 技 術 文 献 】\n【 特 許 文 献 】\n【 ０ ０ １ ２ 】\n【 特 許 文 献 １ 】 韓 国 公 開 特 許 公 報 第 １ ０ − ２ ０ １ ０ − ０ ０ ２ １ １ ３ ５ 号\n【 発 明 の 概 要 】\n【 発 明 が 解 決 し よ う と す る 課 題 】\n【 ０ ０ １ ３ 】\n　 本 発 明 は 、 前 記 従 来 技 術 の 問 題 点 を 解 決 す る た め に 案 出 さ れ た も の で 、 バ ー ナ ー と 反 応\n器 お よ び ス ク ラ バ ー を 一 体 型 に 統 合 す る こ と に よ っ て 、 装 置 の 小 形 化 を 図 る と 共 に 、 定 期\n的 な メ ン テ ナ ン ス の 容 易 性 及 び 処 理 ガ ス の 性 能 を 増 大 す る こ と が で き る 半 導 体 排 ガ ス 浄 化\n装 置 を 提 供 す る こ と に そ の 目 的 が あ る 。\n【 課 題 を 解 決 す る た め の 手 段 】\n【 ０ ０ １ ４ 】\n\n10\n\n20\n\n30\n\n40\n\n50\n\n\f\n(4)\n\nJP  2017-48999  A   2017.3.9\n\n　 前 記 本 発 明 の 目 的 は 、 中 央 に は 火 炎 を 発 生 さ せ る バ ー ナ ー が 装 着 さ れ 、 前 記 バ ー ナ ー の\n外 周 に 排 ガ ス が 流 入 さ れ る 多 数 の 排 ガ ス 流 入 管 が 形 成 さ れ た カ バ ー と 、 上 ， 下 開 口 部 が 形\n成 さ れ て お り 、 前 記 カ バ ー が 上 段 開 口 部 に 脱 着 可 能 に 結 合 さ れ 、 下 部 に 行 く ほ ど 径 が 小 さ\nく な っ て テ ー パ ー 状 に な る 収 束 部 材 と 、 内 部 に 水 膜 が 形 成 さ れ て 副 産 物 の 堆 積 を 防 ぐ 前 記\n収 束 部 材 の 頂 点 に 通 じ る よ う に 垂 直 に 配 置 さ れ る 移 送 管 が 形 成 さ れ 、 流 入 さ れ た 排 ガ ス が\n燃 焼 し て 排 出 さ れ る 反 応 器 と 、 前 記 反 応 器 の 内 部 に 一 体 に 形 成 さ れ 、 前 記 移 送 管 を 通 過 し\nた 後 、 反 応 器 の 内 部 に 渦 流 状 で 排 出 さ れ る 燃 焼 し た 排 ガ ス が 水 洗 浄 さ れ て パ ー テ ィ ク ル が\n集 塵 さ れ る よ う に す る 洗 浄 部 と を 含 む こ と を 特 徴 と す る 半 導 体 排 ガ ス 浄 化 装 置 に よ っ て 達\n成 で き る 。\n【 ０ ０ １ ５ 】\n　 前 記 洗 浄 部 は 、 前 記 移 送 管 の 外 周 面 に 形 成 さ れ て お り 、 反 応 器 の 空 間 を 螺 旋 状 に 画 す る\n隔 壁 部 材 と 、 前 記 移 送 管 の 下 段 排 出 口 の 周 り に 結 合 さ れ て 反 応 器 の 内 側 下 部 に 設 置 さ れ る\n穿 孔 隔 板 と 、 前 記 反 応 器 の 外 周 面 に 多 数 形 成 さ れ 、 洗 浄 水 が 注 入 さ れ る 洗 浄 水 供 給 管 が 連\n結 さ れ る ポ ー ト と 、 前 記 反 応 器 の 外 周 面 の 一 側 に 形 成 さ れ て 内 部 の 排 ガ ス が 排 出 さ れ る 排\n出 口 と 、 を 含 む こ と を 特 徴 と す る 。\n【 発 明 の 効 果 】\n【 ０ ０ １ ６ 】\n　 本 発 明 に よ る と 、 バ ー ナ ー と 反 応 器 及 び ス ク ラ バ ー を 一 体 型 に 統 合 し て 構 成 す る こ と に\nよ っ て 装 置 の 小 形 化 を 図 る と 共 に 、 定 期 的 な メ ン テ ナ ン ス の 容 易 性 と 省 エ ネ ル ギ 性 を 向 上\nさ せ る こ と が で き る 。\n【 図 面 の 簡 単 な 説 明 】\n【 ０ ０ １ ７ 】\n【 図 １ 】 本 発 明 に 係 る 統 合 型 半 導 体 排 ガ ス 浄 化 装 置 を 示 し た 斜 視 図 で あ る 。\n【 図 ２ 】 本 発 明 に 係 る 統 合 型 半 導 体 排 ガ ス 浄 化 装 置 を 示 し た 分 解 斜 視 図 で あ る 。\n【 図 ３ 】 本 発 明 に 係 る 統 合 型 半 導 体 排 ガ ス 浄 化 装 置 の 作 用 を 示 し た 斜 視 図 で あ る 。\n【 図 ４ 】 本 発 明 に 係 る 統 合 型 半 導 体 排 ガ ス 浄 化 装 置 の 断 面 斜 視 図 で あ る 。\n【 図 ５ 】 従 来 技 術 に 係 る 排 ガ ス 浄 化 装 置 を 示 し た 図 面 で あ る 。\n【 発 明 を 実 施 す る た め の 形 態 】\n【 ０ ０ １ ８ 】\n　 以 下 、 本 発 明 の 好 適 な 実 施 形 態 を 添 付 さ れ た 図 面 に 基 づ い て 詳 細 に 説 明 す る と 、 次 の と\nお り で あ る 。\n【 ０ ０ １ ９ 】\n　 後 述 す る 実 施 形 態 は 本 発 明 が 属 す る 技 術 分 野 に お い て 通 常 の 知 識 を 有 す る 者 が 発 明 を 容\n易 に 実 施 で き る 程 度 に 詳 細 に 説 明 す る た め の も の で あ り 、 こ れ に よ り 本 発 明 の 技 術 的 な 思\n想 及 び 範 疇 が 限 定 さ れ る こ と は な い 。\n【 ０ ０ ２ ０ 】\n　 ま た 、 図 面 に 示 さ れ た 構 成 要 素 の 大 き さ や 形 状 な ど は 、 説 明 の 明 瞭 性 と 便 宜 上 誇 張 し て\n図 示 さ れ る こ と が あ り 、 本 発 明 の 構 成 及 び 作 用 を 考 慮 し て 特 別 に 定 義 さ れ た 用 語 は 、 使 用\n者 、 運 用 者 の 意 図 ま た は 慣 例 に よ り 変 わ る こ と が あ り 、 こ の よ う な 用 語 に 対 す る の 定 義 は\n、 本 明 細 書 全 般 に わ た っ た 内 容 に 基 づ い て 行 わ な け れ ば な ら な い こ と を 明 か し て お く 。\n【 ０ ０ ２ １ 】\n　 添 付 さ れ た 図 面 中 、 図 １ は 、 本 発 明 に 係 る 統 合 型 半 導 体 排 ガ ス 浄 化 装 置 を 示 し た 斜 視 図\nで あ り 、 図 ２ は 、 本 発 明 に 係 る 統 合 型 半 導 体 排 ガ ス 浄 化 装 置 を 示 し た 分 解 斜 視 図 で あ り 、\n図 ３ は 、 本 発 明 に 係 る 統 合 型 半 導 体 排 ガ ス 浄 化 装 置 の 作 用 を 示 し た 斜 視 図 で あ り 、 図 ４ は\n本 発 明 に 係 る 統 合 型 半 導 体 排 ガ ス 浄 化 装 置 に 対 す る 断 面 斜 視 図 で あ る 。\n【 ０ ０ ２ ２ 】\n　 図 １ 乃 至 図 ３ に 示 し た よ う に 、 本 発 明 に 係 る 統 合 型 半 導 体 排 ガ ス 浄 化 装 置 は 、 中 央 に は\n火 炎 を 発 生 さ せ る バ ー ナ ー ３ が 装 着 さ れ 、 バ ー ナ ー ３ の 外 周 に 排 ガ ス が 流 入 さ れ る 多 数 の\n排 ガ ス 流 入 管 ２ ２ が 形 成 さ れ た カ バ ー ２ 、 上 ， 下 開 口 部 が 形 成 さ れ 、 前 記 カ バ ー ２ が 上 段\n開 口 部 に 脱 着 可 能 に 結 合 さ れ 、 下 部 に 行 く ほ ど 径 が 小 さ く な っ て テ ー パ ー 状 に な る 収 束 部\n\n10\n\n20\n\n30\n\n40\n\n50\n\n\f\n(5)\n\nJP  2017-48999  A   2017.3.9\n\n材 ４ ２ と 、 内 部 に 水 膜 が 形 成 さ れ て 副 産 物 の 堆 積 を 防 ぐ 前 記 収 束 部 材 ４ ２ の 頂 点 に 通 じ る\nよ う に 垂 直 に 配 置 さ れ る 移 送 管 ４ ４ と が 形 成 さ れ て 、 流 入 さ れ た 排 ガ ス が 燃 焼 し て 排 出 さ\nれ る 反 応 器 ４ 、 及 び 前 記 反 応 器 ４ の 内 部 に 一 体 に 形 成 さ れ 、 前 記 移 送 管 ４ ４ を 通 過 し た 後\n、 反 応 器 ４ の 内 部 に 渦 流 状 で 排 出 さ れ る 燃 焼 し た 排 ガ ス が 水 洗 浄 さ れ て パ ー テ ィ ク ル が 集\n塵 さ れ る よ う に す る 洗 浄 部 ６ と を 含 ん で 構 成 さ れ る 。\n【 ０ ０ ２ ３ 】\n　 前 記 カ バ ー ２ は 、 バ ー ナ ー ３ が 中 央 に 形 成 さ れ 、 そ の 外 側 に は 放 射 状 に 多 数 の 排 ガ ス 流\n入 管 ２ ２ が 形 成 さ れ 、 バ ー ナ ー ３ の 一 側 に は 酸 素 注 入 管 ２ ３ が 連 結 さ れ 、 バ ー ナ ー ３ の 他\n側 に 燃 料 ガ ス 注 入 管 ２ ４ が 連 結 さ れ る 。\n【 ０ ０ ２ ４ 】\n　 バ ー ナ ー ３ の 火 炎 が 放 出 さ れ る ノ ズ ル （ 図 示 せ ず ） は 、 カ バ ー の 内 部 に 形 成 さ れ 、 前 記\n収 束 部 材 ４ ２ の 中 心 に 向 け て 形 成 さ れ る 。\n【 ０ ０ ２ ５ 】\n　 バ ー ナ ー ３ は 、 反 応 器 ４ の 内 部 に 火 炎 を 放 射 し て 収 束 部 の 内 部 に 供 給 さ れ る 排 ガ ス を 燃\n焼 ／ 酸 化 乃 至 熱 分 解 さ せ る 。\n【 ０ ０ ２ ６ 】\n　 前 記 反 応 器 ４ は 、 上 ， 下 開 口 部 が 形 成 さ れ 、 内 部 に 空 間 が 形 成 さ れ る 円 筒 形 状 で あ る 。\n【 ０ ０ ２ ７ 】\n　 上 段 の 開 口 部 に は 、 カ バ ー ２ が 脱 着 可 能 に 結 合 さ れ る 。 前 記 カ バ ー ２ は 、 外 周 縁 に 多 数\nの ブ ラ ケ ッ ト ２ ５ が 形 成 さ れ 、 こ の ブ ラ ケ ッ ト ２ ５ に 締 結 さ れ る よ う に 反 応 器 ４ の 外 周 縁\nに 多 数 の 締 結 具 ",
  "image_count": 0,
  "extraction_date": "2025-10-18T17:08:19.116842+00:00"
}