{
  "doc_id": "폐가스_정화처리_장치_일본_-93aecab3",
  "title": "폐가스 정화처리 장치(일본)",
  "source_path": "/Users/sungho-kang/GST_patent/data/pdf/폐가스 정화처리 장치(일본).pdf",
  "created_at": "2025-10-16T09:56:16Z",
  "pages": [
    {
      "page_number": 1,
      "text": "JP  2007-162959  A   2007.6.28\n\n(57)【要約】　　　（修正有）\n\n【課題】大容量の廃ガスを同時に処理することができる\n\n廃ガス浄化処理装置を提供する。\n\n【解決手段】廃ガス浄化処理装置は、廃ガスを燃焼させ\n\n、発火性ガスと爆発性ガスとを除去するためのバーナー\n\n部と、バーナー部に並列に連結され、バーナー部で処理\n\nされた廃ガスのうち水溶性の有毒性ガスを水に溶解させ\n\nる湿式洗浄部及び、バーナー部と湿式洗浄部とを連結す\n\nるための配管部を包含しており、そこで、バーナー部は\n\n、様々な種類の廃ガスを供給するための廃ガス供給マニ\n\nホールドと、廃ガスを供給しながら直接火炎を発生させ\n\nるための複数のガスバーナーノズルとを含むバーナー組\n\n立体からなり、廃ガス供給マニホールドを介して排出さ\n\nれる廃ガスがガスバーナーノズルにより発生される直接\n\n火炎を用いて、間接火炎を発生させ且つ処理される。\n\n【選択図】図３\n\n\f",
      "images": []
    },
    {
      "page_number": 2,
      "text": "(2)\n\nJP  2007-162959  A   2007.6.28\n\n【 特 許 請 求 の 範 囲 】\n【 請 求 項 １ 】\n　 半 導 体 製 造 工 程 や 化 学 工 程 な ど か ら 排 出 さ れ る 廃 ガ ス を 浄 化 し て 放 出 す る 廃 ガ ス 浄 化 処\n理 装 置 に お い て 、\n　 前 記 廃 ガ ス を 燃 焼 さ せ る こ と か ら 、 発 火 性 ガ ス と 爆 発 性 ガ ス と を 除 去 す る た め の バ ー ナ\nー 部 と 、\n　 前 記 バ ー ナ ー 部 に 並 列 に 連 結 さ れ 、 前 記 バ ー ナ ー 部 で 処 理 さ れ た 廃 ガ ス の う ち 水 溶 性 の\n有 毒 性 ガ ス を 水 に 溶 解 さ せ る 湿 式 洗 浄 部 及 び\n　 前 記 バ ー ナ ー 部 と 前 記 湿 式 洗 浄 部 と を 連 結 す る た め の 配 管 部 を 包 含 し 、\n　 そ こ で 、 前 記 バ ー ナ ー 部 は 、 主 フ ラ ン ジ と 、\n　 前 記 主 フ ラ ン ジ 内 に 設 け ら れ る セ ラ ミ ッ ク チ ュ ー ブ と 、\n　 前 記 主 フ ラ ン ジ と 前 記 セ ラ ミ ッ ク チ ュ ー ブ と の 間 に 設 け ら れ 、 前 記 セ ラ ミ ッ ク チ ュ ー ブ\n内 の 温 度 を 調 節 す る 冷 却 水 循 環 部 と 、\n　 前 記 主 フ ラ ン ジ の 上 部 中 央 に 設 け ら れ 、 様 々 な 種 類 の 廃 ガ ス を 供 給 す る た め の 廃 ガ ス 供\n給 マ ニ ホ ー ル ド と 、\n　 前 記 主 フ ラ ン ジ の 上 部 に 、 前 記 廃 ガ ス 供 給 マ ニ ホ ー ル ド を 中 心 と し 三 角 形 状 か ら 成 さ れ\n、 廃 ガ ス を 供 給 し な が ら 直 接 火 炎 を 発 生 さ せ る た め の 複 数 の ガ ス バ ー ナ ー ノ ズ ル と を 包 含\nす る バ ー ナ ー 組 立 体 か ら な り 、\n　 前 記 廃 ガ ス 供 給 マ ニ ホ ー ル ド を 介 し て 排 出 さ れ る 廃 ガ ス が 、 前 記 ガ ス バ ー ナ ー ノ ズ ル に\nよ り 発 生 さ れ る 直 接 火 炎 を 用 い て 間 接 火 炎 を 発 生 さ せ 、 処 理 さ れ る こ と を 特 徴 と す る 廃 ガ\nス 浄 化 処 理 装 置 。\n【 請 求 項 ２ 】\n　 前 記 主 フ ラ ン ジ 部 の 上 部 に 設 け ら れ 、 前 記 セ ラ ミ ッ ク チ ュ ー ブ 内 の 火 炎 を 検 出 す る た め\nの セ ン サ ー を さ ら に 含 む こ と を 特 徴 と す る 請 求 項 １ に 記 載 の 廃 ガ ス 浄 化 処 理 装 置 。\n【 請 求 項 ３ 】\n　 前 記 廃 ガ ス 供 給 マ ニ ホ ー ル ド と 、 前 記 複 数 の バ ー ナ ー ノ ズ ル の 前 記 主 フ ラ ン ジ 内 部 に 位\n置 す る 一 側 端 部 と に 設 け ら れ 、 前 記 バ ー ナ ー 組 立 体 内 で 発 生 さ れ て 吸 着 で き る 異 物 と 副 産\n物 と を 除 去 す る た め の ワ イ パ ー を さ ら に 含 む こ と を 特 徴 と す る 請 求 項 １ に 記 載 の 廃 ガ ス 浄\n化 処 理 装 置 。\n【 請 求 項 ４ 】\n　 前 記 ワ イ パ ー を 駆 動 す べ く 、 前 記 主 フ ラ ン ジ の 上 部 中 央 に 形 成 の 前 記 廃 ガ ス 供 給 マ ニ ホ\nー ル ド の 中 心 に 設 け ら れ る ロ ー タ リ ー ア ク チ ュ エ ー タ ア セ ン ブ リ 及 び\n　 前 記 ワ イ パ ー と 前 記 ロ ー タ リ ー ア ク チ ュ エ ー タ ア セ ン ブ リ と の 間 に 設 け ら れ 、 前 記 ロ ー\nタ リ ー ア ク チ ュ エ ー タ ア セ ン ブ リ の 動 力 を 前 記 ワ イ パ ー に 伝 達 す る た め の ロ ー タ リ ー シ ャ\nフ ト を さ ら に 含 む こ と を 特 徴 と す る 請 求 項 ３ に 記 載 の 廃 ガ ス 浄 化 処 理 装 置 。\n【 請 求 項 ５ 】\n　 前 記 セ ラ ミ ッ ク チ ュ ー ブ は 、 熱 伝 達 係 数 の 低 い 物 質 か ら な り 、 発 生 さ れ た 熱 を 遮 断 す る\n防 炎 作 用 を 奏 す る こ と に よ っ て 、 直 接 火 炎 を 有 す る 前 記 ガ ス バ ー ナ ー ノ ズ ル か ら 発 生 さ れ\nる 火 炎 が 全 体 的 に 形 成 で き る よ う に す る こ と で 、 直 接 火 炎 を 持 た な い 前 記 廃 ガ ス 供 給 マ ニ\nホ ー ル ド に も 同 じ 熱 量 を 与 え 、 間 接 火 炎 を 発 生 さ せ る こ と を 特 徴 と す る 請 求 項 １ に 記 載 の\n廃 ガ ス 浄 化 処 理 装 置 。\n【 請 求 項 ６ 】\n　 前 記 ガ ス バ ー ナ ー ノ ズ ル は 、\n　 廃 ガ ス 供 給 部 及 び 廃 ガ ス 供 給 ノ ズ ル を 形 成 し 、 廃 ガ ス を 注 入 す る た め の 構 造 を 持 つ フ ラ\nン ジ と 、 　\n　 前 記 フ ラ ン ジ の 上 側 に 設 け ら れ た 第 １ メ タ ル 密 封 部 と 、\n　 前 記 第 １ メ タ ル 密 封 部 下 側 の 前 記 フ ラ ン ジ に 組 み 合 わ さ れ る 燃 料 供 給 ノ ズ ル を 備 え る 燃\n料 ガ ス 供 給 部 と 、\n　 前 記 燃 料 ガ ス 供 給 部 下 側 の 前 記 フ ラ ン ジ に 組 み 合 わ さ れ る 酸 化 剤 供 給 ノ ズ ル を 備 え る 酸\n化 剤 供 給 部 と 、\n\n10\n\n20\n\n30\n\n40\n\n50\n\n\f",
      "images": []
    },
    {
      "page_number": 3,
      "text": "(3)\n\nJP  2007-162959  A   2007.6.28\n\n　 前 記 フ ラ ン ジ の 下 側 に 取 り 付 け ら れ る ヘ ッ ド ユ ニ ッ ト ベ ー ス と 、\n　 前 記 酸 化 剤 供 給 部 下 方 の 前 記 ヘ ッ ド ユ ニ ッ ト ベ ー ス 上 に 配 設 さ れ る 冷 却 水 供 給 部 及 び\n　 前 記 フ ラ ン ジ と 前 記 ヘ ッ ド ユ ニ ッ ト ベ ー ス と の 間 を 封 止 す る た め の 第 ２ 密 封 部 と を 含 む\nこ と を 特 徴 と す る 請 求 項 １ に 記 載 の 廃 ガ ス 浄 化 処 理 装 置 。\n【 請 求 項 ７ 】\n　 前 記 ガ ス バ ー ナ ー ノ ズ ル の 最 も 内 側 中 心 の 同 心 円 上 に 廃 ガ ス 供 給 ノ ズ ル が 配 設 さ れ 、 前\n記 廃 ガ ス 供 給 ノ ズ ル の 外 側 同 心 円 上 に 前 記 廃 ガ ス 供 給 ノ ズ ル と 同 軸 を 成 さ ず に 、 所 定 傾 斜\n角 を 有 し な が ら 内 側 に 傾 け ら れ て 燃 料 供 給 ノ ズ ル が 配 設 さ れ 、 前 記 燃 料 供 給 ノ ズ ル の 外 側\n同 心 円 上 に 等 間 隔 で 配 設 さ れ 、 前 記 廃 ガ ス 供 給 ノ ズ ル と 同 軸 を な す 酸 化 剤 供 給 ノ ズ ル が 配\n設 さ れ る こ と を 特 徴 と す る 請 求 項 ６ に 記 載 の 廃 ガ ス 浄 化 処 理 装 置 。\n【 請 求 項 ８ 】\n　 前 記 第 １ メ タ ル 密 封 部 は 、 前 記 燃 料 供 給 ノ ズ ル か ら 供 給 さ れ た 燃 料 が 外 部 へ 漏 れ な い よ\nう に 封 止 す る 役 割 を 果 た し て お り 、 前 記 第 ２ メ タ ル 密 封 部 は 、 前 記 酸 化 剤 供 給 部 か ら 注 入\nさ れ た 酸 化 剤 が 前 記 酸 化 剤 供 給 ノ ズ ル か ら 逆 流 し 、 外 部 に 漏 れ な い よ う に 封 止 す る こ と を\n特 徴 と す る 請 求 項 ６ に 記 載 の 廃 ガ ス 浄 化 処 理 装 置 。\n【 請 求 項 ９ 】\n　 前 記 直 接 火 炎 を 発 生 さ せ る た め の 複 数 の ガ ス バ ー ナ ー ノ ズ ル の 中 心 軸 は 、 前 記 主 フ ラ ン\nジ の 中 心 軸 に 対 し て 所 定 勾 配 を 保 持 す る よ う に 設 け ら れ る こ と を 特 徴 と す る 請 求 項 １ な い\nし ８ の う ち に 、 い ず れ か の 一 つ に 記 載 の 廃 ガ ス 浄 化 処 理 装 置 。\n【 請 求 項 １ ０ 】\n　 前 記 廃 ガ ス 供 給 マ ニ ホ ー ル ド の 中 心 軸 は 、 前 記 主 フ ラ ン ジ の 中 心 軸 に 対 し て 互 い に 平 行\nに 設 け ら れ る こ と を 特 徴 と す る 請 求 項 ９ に 記 載 の 廃 ガ ス 浄 化 処 理 装 置 。\n【 請 求 項 １ １ 】\n　 前 記 酸 化 剤 供 給 ノ ズ ル を 介 し て 噴 射 で き る 酸 化 剤 の 流 速 が 、 前 記 燃 料 供 給 ノ ズ ル を 介 し\nて 噴 射 で き る 燃 料 の 流 速 よ り 速 い こ と を 特 徴 と す る 請 求 項 ６ な い し ８ の う ち に 、 い ず れ か\nの 一 つ に 記 載 の 廃 ガ ス 浄 化 処 理 装 置 。\n【 請 求 項 １ ２ 】\n　 前 記 湿 式 洗 浄 部 は 、 前 記 バ ー ナ ー 部 に 並 列 に 連 結 さ れ て 、 一 組 を 成 す こ と を 特 徴 と す る\n請 求 項 １ に 記 載 の 廃 ガ ス 浄 化 処 理 装 置 。\n【 請 求 項 １ ３ 】\n　 前 記 湿 式 洗 浄 部 は 、\n　 前 記 バ ー ナ 部 を 通 過 し た 廃 ガ ス を １ 次 に 浄 化 す る た め に 網 状 か ら 成 さ れ た １ 次 粉 塵 捕 集\n部 と 、\n　 前 記 バ ー ナ ー 部 か ら 注 入 さ れ た 廃 ガ ス に ウ ォ ー タ ー を 噴 射 す る た め に 前 記 １ 次 粉 塵 捕 集\n部 の 下 端 に 設 け ら れ た 循 環 ウ ォ ー タ ー ス プ レ ー と 、\n　 前 記 １ 次 粉 塵 捕 集 部 を 通 過 し た 廃 ガ ス を ２ 次 に 浄 化 す る た め に 網 状 か ら 成 さ れ た ２ 次 粉\n塵 捕 集 部 と 、\n　 前 記 ２ 次 粉 塵 捕 集 部 の 下 端 に 設 け ら れ た フ レ ッ シ ュ ウ ォ ー タ ー ス プ レ ー 及 び 、\n　 前 記 １ 次 及 び ２ 次 粉 塵 捕 集 部 間 に 充 填 さ れ て 、 廃 ガ ス と ウ ォ ー タ ー と の 接 触 表 面 積 を 増\n加 さ せ る 充 填 材 を 含 む こ と を 特 徴 と す る 請 求 項 １ ２ に 記 載 の 廃 ガ ス 浄 化 処 理 装 置 。\n【 発 明 の 詳 細 な 説 明 】\n【 技 術 分 野 】\n【 ０ ０ ０ １ 】\n　 本 発 明 は 、 半 導 体 製 造 装 備 に 連 結 さ れ て 設 け ら れ 、 排 出 さ れ る 廃 ガ ス 中 に 含 ま れ た 有 害\n成 分 を 除 去 す る た め の 廃 ガ ス 浄 化 処 理 装 置 に 関 す る も の で あ っ て 、 さ ら に 詳 し く は 、 少 数\nの 直 接 火 炎 ノ ズ ル だ け で 複 数 の 直 接 火 炎 ノ ズ ル が 備 え ら れ て い る よ う な 性 能 を 発 揮 す る こ\nと に よ っ て 、 燃 料 量 消 耗 が 少 な く 、 省 エ ネ 効 果 や 燃 焼 性 能 な ど が 向 上 で き る 廃 ガ ス 浄 化 処\n理 装 置 の バ ー ナ ー 組 立 体 と 、 一 つ の 燃 焼 部 に 一 組 の 湿 式 洗 浄 部 を 並 列 に 連 結 す る こ と か ら\n、 大 容 量 の 廃 ガ ス を 同 時 に 処 理 す る こ と が で き る 廃 ガ ス 浄 化 処 理 装 置 に 関 す る 。\n【 背 景 技 術 】\n\n10\n\n20\n\n30\n\n40\n\n50\n\n\f",
      "images": []
    },
    {
      "page_number": 4,
      "text": "(4)\n\nJP  2007-162959  A   2007.6.28\n\n【 ０ ０ ０ ２ 】\n　 一 般 に 、 化 学 工 程 や 半 導 体 製 造 工 程 な ど か ら 排 出 さ れ る 廃 ガ ス は 、 有 毒 性 、 爆 発 性 及 び\n腐 食 性 が 強 い た め 、 人 体 に 有 害 で あ る ば か り で な く 、 そ の ま ま 大 気 中 に 排 出 さ れ る 場 合 、\n環 境 汚 染 を 齎 す 原 因 と な る 。 従 っ て 、 か か る 廃 ガ ス は 、 有 害 成 分 の 含 量 を 許 容 濃 度 以 下 に\n低 め る 浄 化 処 理 過 程 が 必 ず 必 要 と な り 、 こ の よ う な 毒 性 物 質 を 除 去 す る 浄 化 処 理 過 程 を 介\nし て 無 害 ガ ス の み 大 気 中 に 排 出 さ せ る べ く 、 法 律 と し て 義 務 づ け ら れ て い る 。\n【 ０ ０ ０ ３ 】\n　 半 導 体 製 造 工 程 な ど か ら 排 出 さ れ る 有 害 性 ガ ス を 処 理 す る 方 法 と し て は 大 別 し て 三 つ に\n分 け ら れ る 。 一 つ は 、 主 に 水 素 基 な ど を 含 有 し た 発 火 性 ガ ス を 高 温 の 燃 焼 室 で 分 解 、 反 応\n又 は 燃 焼 さ せ る バ ー ニ ン グ (ｂ ｕ ｒ ｎ ｉ ｎ ｇ )方 法 で あ り 、 二 つ は 、 主 に 水 溶 性 ガ ス を 、 水\n槽 に 貯 蔵 さ れ て い る 水 に 通 過 さ せ る 間 、 水 に 溶 解 さ せ て 処 理 す る 湿 式 (ｗ ｅ ｔ ｔ ｉ ｎ ｇ )方\n法 で あ り 、 最 後 に 、 発 火 さ れ な か っ た り 、 水 に 溶 け な い 有 害 性 ガ ス が 吸 着 剤 を 通 過 す る 間\n、 吸 着 剤 に よ り 物 理 的 又 は 化 学 的 な 吸 着 に よ っ て 浄 化 す る と い う 吸 着 方 法 で あ る 。\n【 ０ ０ ０ ４ 】\n　 さ ら に 詳 し く は 、 前 述 し た よ う な 廃 ガ ス 浄 化 処 理 と し て は 、  湿 式 方 式 (Ｗ ｅ ｔ  Ｓ ｃ ｒ\nｕ ｂ ｂ ｅ ｒ )、 電 気 ヒ ー タ ー を 用 い た 間 接 酸 化 方 式 (Ｔ ｈ ｅ ｒ ｍ ａ ｌ  Ｗ ｅ ｔ  Ｓ ｃ ｒ ｕ ｂ ｂ\nｅ ｒ ) 、 燃 料 ガ ス バ ー ナ ー を 用 い た 直 接 酸 化 方 式 (Ｄ ｉ ｒ ｅ ｃ ｔ  Ｂ ｕ ｒ ｎ  Ｗ ｅ ｔ  Ｓ ｃ ｒ\nｕ ｂ ｂ ｅ ｒ )、 吸 着 剤 を 用 い た 物 理 化 学 吸 着 方 式 (Ｄ ｒ ｙ  Ｓ ｃ ｒ ｕ ｂ ｂ ｅ ｒ )及 び 電 気 的 放\n電 を 用 い た プ ラ ズ マ 方 式 (Ｐ ｌ ａ ｓ ｍ ａ  Ｓ ｃ ｒ ｕ ｂ ｂ ｅ ｒ )な ど で 細 か く 分 け る こ と が で\nき る 。\n【 ０ ０ ０ ５ 】\n　 図 １ 及 び 図 ２ に 示 さ れ た よ う に 、 従 来 技 術 に よ る 廃 ガ ス 浄 化 処 理 装 置 の ガ ス バ ー ナ ー ノ\nズ ル 構 成 が 平 面 図 及 び 断 面 図 と し て そ れ ぞ れ 示 さ れ て い る 。 ま た 、 図 ３ は 、 一 般 の 廃 ガ ス\n浄 化 処 理 装 置 の 工 程 を 示 す 概 略 図 で あ っ て 、 本 発 明 は 、 従 来 の 廃 ガ ス 浄 化 処 理 装 置 の 工 程\n中 、 バ ー ナ ー 部 ５ ０ に そ の 特 徴 が あ る 。\n【 ０ ０ ０ ６ 】\n　 従 来 技 術 に よ る 同 軸 流 拡 散 火 炎 用 バ ー ナ ー ２ は 、 相 互 同 軸 を な し な が ら 、 配 列 さ れ た 複\n数 の ノ ズ ル が 内 側 か ら 廃 ガ ス 供 給 ノ ズ ル １ ０ と 、 燃 料 供 給 ノ ズ ル ２ ０ 及 び 酸 化 剤 供 給 ノ ズ\nル ３ ０ の 順 に 配 設 さ れ て い る 。\n【 ０ ０ ０ ７ 】\n　 前 記 廃 ガ ス 供 給 ノ ズ ル １ ０ は 、 半 導 体 製 造 工 程 や 化 学 工 程 な ど が ら 排 出 さ れ る 廃 ガ ス １\n２ を 供 給 し 、 前 記 廃 ガ ス １ ２ は 、 化 学 気 相 蒸 着 (Ｃ Ｖ Ｄ ： Ｃ ｈ ｅ ｍ ｉ ｃ ａ ｌ 　 Ｖ ａ ｐ ｏ ｒ\n Ｄ ｅ ｐ ｏ ｓ ｉ ｔ ｉ ｏ ｎ )若 し く は エ ッ チ ン グ (ｅ ｔ ｃ ｈ ｉ ｎ ｇ )工 程 な ど か ら 排 出 さ れ 、 有\n害 物 質 を 多 量 含 有 し て い る も の と し て 、 環 境 汚 染 の 原 因 と な る 。\n【 ０ ０ ０ ８ 】\n　 前 記 燃 料 供 給 ノ ズ ル ２ ０ は 、 火 炎 の 燃 料 と な る 燃 料 ガ ス ２ ２ を 噴 射 し 、 前 記 燃 料 ガ ス ２\n２ と し て は 、 液 化 天 然 ガ ス 、 液 化 石 油 ガ ス 、 水 素 ガ ス な ど が 主 に 用 い ら れ て い る 。\n【 ０ ０ ０ ９ 】\n　 前 記 酸 化 剤 供 給 ノ ズ ル ３ ０ は 、 前 記 燃 料 ガ ス ２ ２ と の 燃 焼 反 応 に よ り 火 炎 を 形 成 す る 酸\n化 ガ ス ３ ２ を 噴 射 し 、 且 つ 、 前 記 酸 化 ガ ス ３ ２ と し て は 酸 素 (Ｏ ２ )若 し く は エ ア が 主 に 用\nい ら れ て い る 。\n【 ０ ０ １ ０ 】\n　 以 下 で は 、 廃 ガ ス 供 給 ノ ズ ル １ ０ に よ り 供 給 さ れ る 廃 ガ ス １ ２ が 同 軸 流 拡 散 火 炎 用 バ ー\nナ ー に よ り 燃 焼 さ れ る 過 程 を 簡 単 に 説 明 す る 。\n【 ０ ０ １ １ 】\n　 前 記 燃 料 供 給 ノ ズ ル ２ ０ に よ り 噴 射 さ れ る 燃 料 ガ ス ２ ２ と 、 酸 化 剤 供 給 ノ ズ ル ３ ０ に よ\nり 噴 射 さ れ る 酸 化 ガ ス ３ ２ と が 混 合 さ れ て 、 燃 焼 室 に 移 送 さ れ る 。 こ の 際 、 点 火 器 (図 示\nせ ず )に よ り 点 火 さ れ る と 、 前 記 燃 料 ガ ス ２ ２ と 酸 化 ガ ス ３ ２ と が 炎 に よ り 燃 焼 で き 、 こ\nの 際 、 前 記 廃 ガ ス １ ２ は 、 燃 料 ガ ス ２ ２ と 混 ぜ 合 わ さ れ な が ら 燃 焼 し 、 強 引 に 酸 化 さ れ る\nこ と に な る 。\n\n10\n\n20\n\n30\n\n40\n\n50\n\n\f",
      "images": []
    },
    {
      "page_number": 5,
      "text": "(5)\n\nJP  2007-162959  A   2007.6.28\n\n【 ０ ０ １ ２ 】\n　 前 記 燃 料 供 給 ノ ズ ル ２ ０ と 、 酸 化 剤 供 給 ノ ズ ル ３ ０ と は 、 相 互 同 軸 を 成 し な が ら 、 平 行\nに 配 設 さ れ て い る た め 、 前 記 燃 料 供 給 ノ ズ ル ２ ０ か ら 噴 射 さ れ る 燃 料 ガ ス ２ ２ と 前 記 酸 化\n剤 供 給 ノ ズ ル ３ ０ か ら 噴 射 さ れ る 酸 化 ガ ス ３ ２ と は 、 同 様 に 平 行 に 噴 射 で き る 。\n【 ０ ０ １ ３ 】\n　 一 方 、 前 記 燃 料 供 給 ノ ズ ル ２ ０ か ら 噴 射 さ れ る 燃 料 ガ ス ２ ２ と 、 前 記 酸 化 剤 供 給 ノ ズ ル\n３ ０ か ら 噴 射 さ れ る 酸 化 ガ ス ３ ２ と が 、 拡 散 現 象 に よ り 所 定 地 点 で 混 ぜ 合 わ さ れ て 、 炎 に\nよ り 発 火 で き 、 火 炎 を 生 成 す る こ と に な る 燃 焼 過 程 を 経 る よ う に な っ て い る 。\n【 ０ ０ １ ４ 】\n　 し か し 、 こ の よ う に 燃 料 ガ ス ２ ２ と 酸 化 ガ ス ３ ２ と が 相 互 平 行 に 噴 射 さ れ る こ と に よ っ\nて 、 燃 料 ガ ス ２ ２ と 酸 化 ガ ス ３ ２ と の 拡 散 が ろ く に 行 わ れ ず 、 こ れ に よ り 、 一 部 の 燃 料 ガ\nス ２ ２ が 酸 化 ガ ス ３ ２ と 反 応 で き な か っ た ま ま 、 未 反 応 の 状 態 で 燃 焼 室 か ら 抜 け 出 る 惧 れ\nが あ っ た 。\n【 ０ ０ １ ５ 】\n　 従 っ て 、 燃 焼 過 程 で 生 成 さ れ る 一 酸 化 炭 素 (Ｃ Ｏ )の 生 成 量 が 増 加 し た 挙 句 、 廃 ガ ス １ ２\nを 処 理 す る の に 必 要 と さ れ る 燃 焼 率 が 低 く な り 、 廃 ガ ス １ ２ を 完 全 に 処 理 す る の に は 限 界\nが あ る 。\n【 ０ ０ １ ６ 】\n　 ま た 、 燃 料 供 給 ノ ズ ル ２ ０ と 、 酸 化 剤 供 給 ノ ズ ル ３ ０ と か ら 噴 射 さ れ る 燃 料 ガ ス ２ ２ と\n酸 化 ガ ス ３ ２ と の 圧 力 に 比 例 し 、 燃 料 ガ ス ２ ２ と 酸 化 ガ ス ３ ２ と の 噴 射 速 度 が 増 加 し 、 前\n記 燃 料 ガ ス ２ ２ と 酸 化 ガ ス ３ ２ と の 拡 散 程 度 は 、 前 記 噴 射 速 度 に 半 比 例 し て 減 少 す る た め\n、 燃 料 ガ ス ２ ２ と 酸 化 ガ ス ３ ２ と の 噴 射 速 度 が 増 加 さ れ る と 、 燃 料 ガ ス ２ ２ と 酸 化 ガ ス ３\n２ と の 拡 散 程 度 が 減 少 す る 。\n【 ０ ０ １ ７ 】\n　 従 っ て 、 燃 料 ガ ス ２ ２ と 酸 化 ガ ス ３ ２ と の 噴 射 速 度 が 増 加 す る ほ ど 、 燃 料 ガ ス ２ ２ と 酸\n化 ガ ス ３ ２ と の 混 合 は 、 燃 料 供 給 ノ ズ ル ２ ０ と 、 酸 化 剤 供 給 ノ ズ ル ３ ０ と か ら 遠 い と こ ろ\nで 主 に 行 わ れ 、 混 合 ガ ス ２ ２ 、 ３ ２ の 燃 焼 が 成 さ れ る 中 心 が 前 記 ノ ズ ル １ ０ 、 ２ ０ 、 ３ ０\nか ら 遠 く な る ほ ど 燃 焼 効 率 は 比 例 し て 低 下 せ ざ る を 得 な か っ た 。\n【 ０ ０ １ ８ 】\n　 特 に 、 燃 料 ガ ス ２ ２ と 酸 化 ガ ス ３ ２ と が 平 行 に 噴 射 さ れ る と 、 燃 料 ガ ス ２ ２ と 酸 化 ガ ス\n３ ２ と が 、 相 互 接 触 し 、 燃 焼 で き る 時 間 が 短 く な る た め 、 一 酸 化 炭 素 (Ｃ Ｏ )の 生 成 が 増 加\nす る こ と か ら 、 燃 焼 効 率 が 大 き く 低 下 さ れ る 。\n【 ０ ０ １ ９ 】\n　 ま た 、 廃 ガ ス １ ２ も や は り 燃 料 ガ ス ２ ２ の よ う に 燃 料 と な り 得 る た め 、 前 記 酸 化 ガ ス ３\n２ と 共 に 燃 焼 反 応 を す る こ と に な り 、 か か る 燃 焼 反 応 過 程 で 吸 熱 反 応 と 発 熱 反 応 と が 同 時\nに 進 め ら れ る 。 こ の こ と か ら 、 廃 ガ ス １ ２ が 、 前 記 酸 化 ガ ス ３ ２ と 共 に 所 定 地 点 で 拡 散 作\n用 を 奏 す る こ と に な る が 、 前 記 廃 ガ ス 供 給 ノ ズ ル １ ０ が 前 記 酸 化 剤 供 給 ノ ズ ル ３ ０ と 同 軸\nを な し な が ら 平 行 で あ る た め 、 廃 ガ ス １ ２ が 酸 化 ガ ス ３ ２ と 共 に 好 適 な 地 点 で 拡 散 さ れ に\nく く 、 且 つ 、 燃 焼 効 率 が 低 下 さ れ る と い う 問 題 が あ っ た 。\n【 ０ ０ ２ ０ 】\n　 さ ら に 、 廃 ガ ス 浄 化 処 理 を 長 時 間 動 作 さ せ る と 、 廃 ガ ス 供 給 ノ ズ ル １ ０ 、 燃 料 供 給 ノ ズ\nル ２ ０ 及 び 酸 化 剤 供 給 ノ ズ ル ３ ０ で 完 全 に 燃 焼 で き な か っ た 廃 ガ ス と そ の 他 ガ ス と が 吸 着\nさ れ る こ と か ら 、 円 滑 に ガ ス が 供 給 で き な く な り 、 燃 焼 効 率 が 劣 る と い う 問 題 も が あ っ た\n。\n【 ０ ０ ２ １ 】\n　 ま た 、 廃 ガ ス 浄 化 処 理 装 置 を 長 時 間 動 作 さ せ る こ と に よ っ て 、 バ ー ナ ー 組 立 体 が 加 熱 で\nき 、 適 宜 温 度 以 上 で 動 作 す る こ と に な る 。 こ の こ と か ら 、 火 炎 セ ン サ ー な ど の よ う な 様 々\nな 部 品 が 正 常 に 動 作 し に く く な る 問 題 が 生 じ ら れ る 。\n【 ０ ０ ２ ２ 】\n　 ま た 、 一 般 の 廃 ガ ス 浄 化 処 理 装 置 の 工 程 は 、 先 ず 、 半 導 体 製 造 装 置 ４ ０ な ど か ら 排 出 さ\n\n10\n\n20\n\n30\n\n40\n\n50\n\n\f",
      "images": []
    },
    {
      "page_number": 6,
      "text": "(6)\n\nJP  2007-162959  A   2007.6.28\n\nれ る 廃 ガ ス １ ２ を バ ー ナ ー 部 （ ｂ ｕ ｒ ｎ ｅ ｒ 　 ｚ ｏ ｎ ｅ ） ５ ０ で 、 一 次 的 に 燃 焼 さ せ 、 発\n火 性 ガ ス と 爆 発 性 ガ ス と を 除 去 し て か ら 、 湿 式 洗 浄 部 ６ ０ で ２ 次 的 に 水 溶 性 の 有 毒 ガ ス を\n水 に 溶 解 さ せ る と い う 構 造 か ら 成 さ れ て い る 。\n【 ０ ０ ２ ３ 】\n　 つ ま り 、 半 導 体 製 造 装 置 ４ ０ か ら 排 出 さ れ る 廃 ガ ス １ ２ は 、 １ 次 的 に バ ー ナ ー 部 ５ ０ で\n燃 焼 ・ 酸 化 さ れ た り 、 熱 分 解 さ れ る 方 法 に よ り 燃 え る (ｂ ｕ ｒ ｎ ｉ ｎ ｇ )一 方 、 前 記 バ ー ナ\nー 部 ５ ０ か ら 抜 け 出 た 廃 ガ ス の う ち 、 処 理 で き な か っ た 一 部 の ガ ス や 粉 塵 粒 子 な ど の よ う\nな 未 処 理 ガ ス ２ ２ は 、 湿 式 洗 浄 部 ６ ０ の 方 に 移 送 さ れ 、 ２ 次 的 に 湿 式 洗 浄 部 ６ ０ で 水 を 噴\n射 さ せ る こ と に よ っ て 、 酸 化 ガ ス 中 の パ ウ ダ ー (ｐ ｏ ｗ ｄ ｅ ｒ )が 分 離 で き る 洗 浄 (ｗ ｅ ｔ\nｔ ｉ ｎ ｇ )工 程 を 経 る こ と に な る 。 そ れ か ら 、 洗 浄 済 み の ガ ス ３ ２ は 、 フ ィ ル タ と ダ ク ト\nと を 介 し て 大 気 中 に 排 出 で き る 。\n【 ０ ０ ２ ４ 】\n　 半 導 体 の 高 集 積 化 と 液 晶 表 示 装 置 (Ｔ Ｆ Ｔ 　 Ｌ Ｃ Ｄ )の 大 容 量 化 に よ り 、 廃 ガ ス の 排 出 量\nが 顕 著 に 増 加 す る こ と は も ち ろ ん 、 新 し い 産 業 の 登 場 に よ り 特 殊 ガ ス が 用 い ら れ る こ と に\nよ っ て 、 廃 ガ ス の 種 類 を も 日 ご と に 増 加 す る 一 方 で あ る 。\n【 ０ ０ ２ ５ 】\n　 従 っ て 、 従 来 廃 ガ ス 浄 化 処 理 装 置 の 工 程 に よ れ ば 、 様 々 な 種 類 の 廃 ガ ス を 同 時 に 処 理 す\nべ く 、 ヘ ッ ド ユ ニ ッ ト に 複 数 の 吸 気 ユ ニ ッ ト を 取 り 付 け る と こ と か ら 、 一 つ の 廃 ガ ス 浄 化\n処 理 装 置 を 用 い て 様 々 な 種 類 の 廃 ガ ス を 処 理 し て い る 実 情 で あ る 。\n【 ０ ０ ２ ６ 】\n　 し か し な が ら 、 Ｔ Ｆ Ｔ − Ｌ Ｃ Ｄ 半 導 体 装 備 の よ う に 、 大 容 量 の 廃 ガ ス を 排 出 す る 装 備 に\n、 前 述 し た よ う な 従 来 の 廃 ガ ス 浄 化 処 理 装 置 を 適 用 す る た め に は 、 バ ー ナ ー 部 ５ ０ と 、 湿\n式 洗 浄 部 ６ ０ と の 容 量 を 増 や さ な け れ ば な ら な い が 、 従 来 の イ ン コ ネ ル チ ェ ン バ ー を カ バ\nー し て い る セ ラ ミ ッ ク 材 の ヒ ー タ ー 棒 が 一 体 型 か ら 成 さ れ て い る バ ー ナ ー 部 ５ ０ を 用 い て\n、 大 容 量 の 廃 ガ ス を 処 理 す る こ と に な れ ば 、 燃 焼 効 率 が 低 く な り 、 且 つ 、 流 入 口 の サ イ ズ\nに お け る 技 術 的 限 界 に よ り Ｐ Ｆ Ｃ (ｐ ｅ ｒ ｆ ｌ ｕ ｏ ｒ ｏ 　 ｃ ａ ｒ ｂ ｏ ｎ )ガ ス の 処 理 効 率 が\n低 く な る と 共 に 、 腐 食 に も 非 常 に 弱 く な る と い う 問 題 点 を も 抱 え て い た 。\n【 ０ ０ ２ ７ 】\n　 た と え 、 大 容 量 の 廃 ガ ス を 処 理 す る た め に 従 来 バ ー ナ ー 部 ５ ０ の 容 量 を 増 や す と し て も\n、 そ れ に 従 っ て 、 湿 式 洗 浄 部 ６ ０ も 同 様 に 大 容 量 を 処 理 す る こ と が で き る よ う に 製 作 し な\nけ れ ば な ら な い 。 し か し 、 従 来 の 湿 式 洗 浄 部 ６ ０ の 容 量 を 増 や す た め に は 、 湿 式 洗 浄 部 ６\n０ を 構 成 し て い る タ ワ ー の 長 さ を 二 倍 に 延 長 し な け れ ば な ら ず 、 こ れ は 湿 式 洗 浄 部 を 稼 働\nす る の に 多 く の 動 力 を 必 要 と さ せ 、 該 設 置 に お い て も 煩 わ し く な る 問 題 点 が あ っ た 。\n【 発 明 の 開 示 】\n【 発 明 が 解 決 し よ う と す る 課 題 】\n【 ０ ０ ２ ８ 】\n　 本 発 明 は 、 か か る 従 来 技 術 の 問 題 点 等 に 鑑 み て な さ れ た も の で あ り 、 そ の 目 的 は 、 少 数\nの 直 接 火 炎 ノ ズ ル だ け で 、 複 数 の 直 接 火 炎 ノ ズ ル を 備 え た 場 合 と 同 様 な 性 能 を 発 揮 す る た\nめ 、 燃 料 量 が 少 な く 消 耗 で き 、 且 つ 、 省 エ ネ 効 果 と 燃 焼 性 能 に 優 れ た 廃 ガ ス 浄 化 処 理 装 置\nの バ ー ナ ー 組 立 体 を 提 供 す る こ と に あ る 。\n【 ０ ０ ２ ９ 】\n　 ま た 、 本 発 明 の 他 の 目 的 は 、 ワ イ パ ー を 設 け 、 複 数 の ノ ズ ル に 吸 着 さ れ る 異 物 を 除 去 す\nる こ と に よ っ て 、 省 エ ネ 効 果 と 燃 焼 性 能 と を 向 上 さ せ る こ と が 可 能 な 廃 ガ ス 浄 化 処 理 装 置\nの バ ー ナ ー 組 立 体 を 提 供 す る こ と に あ る 。\n【 ０ ０ ３ ０ 】\n　 ま た 、 本 発 明 の さ ら に 他 の 目 的 は 、 冷 却 水 循 環 装 置 を 設 け 、 適 切 な 温 度 で 動 作 で き る よ\nう に す る こ と に よ っ て 、 複 数 の 部 品 が 正 常 に 作 動 を 行 う と 共 に 、 全 体 的 に 省 エ ネ 効 果 と 燃\n焼 性 能 と を 向 上 さ せ る こ と が 可 能 な 廃 ガ ス 浄 化 処 理 装 置 の バ ー ナ ー 組 立 体 を 提 供 す る こ と\nに あ る 。\n【 ０ ０ ３ １ 】\n\n10\n\n20\n\n30\n\n40\n\n50\n\n\f",
      "images": []
    },
    {
      "page_number": 7,
      "text": "(7)\n\nJP  2007-162959  A   2007.6.28\n\n　 最 後 に 、 本 発 明 の 目 的 は 、 大 容 量 の 廃 ガ ス を 同 時 に 処 理 す る こ と が 可 能 な 廃 ガ ス 浄 化 処\n理 装 置 を 提 供 す る こ と に あ る 。\n【 課 題 を 解 決 す る た め の 手 段 】\n【 ０ ０ ３ ２ 】\n　 前 記 目 的 を 達 成 す る た め に 、 本 発 明 は 、 半 導 体 製 造 工 程 や 化 学 工 程 な ど で 排 出 さ れ る 廃\nガ ス を 浄 化 し 且 つ 放 出 す る 廃 ガ ス 浄 化 処 理 装 置 に お い て 、 廃 ガ ス を 燃 焼 さ せ 、 発 火 性 ガ ス\nと 爆 発 性 ガ ス と を 除 去 す る た め の バ ー ナ ー 部 と 、 バ ー ナ ー 部 に 並 列 に 連 結 さ れ 、 バ ー ナ ー\n部 で 処 理 さ れ た 廃 ガ ス の う ち 水 溶 性 の 有 毒 性 ガ ス を 水 に 溶 解 さ せ る 湿 式 洗 浄 部 及 び 、 バ ー\nナ ー 部 と 前 記 湿 式 洗 浄 部 と を 連 結 す る た め の 配 管 部 を 包 含 し て お り 、 そ こ で 、 前 記 バ ー ナ\nー 部 は 、 主 フ ラ ン ジ と 、 前 記 主 フ ラ ン ジ 内 に 設 け ら れ る セ ラ ミ ッ ク チ ュ ー ブ と 、 前 記 主 フ\nラ ン ジ と 前 記 セ ラ ミ ッ ク チ ュ ー ブ と の 間 に 設 け ら れ 、 前 記 セ ラ ミ ッ ク チ ュ ー ブ 内 の 温 度 を\n調 節 す る 冷 却 水 循 環 部 と 、 主 フ ラ ン ジ の 上 部 中 央 に 設 け ら れ 、 様 々 な 種 類 の 廃 ガ ス を 供 給\nす る た め の 廃 ガ ス 供 給 マ ニ ホ ー ル ド と 、 主 フ ラ ン ジ の 上 部 に 前 記 廃 ガ ス 供 給 マ ニ ホ ー ル ド\nを 中 心 と し 三 角 形 状 か ら な さ れ 、 廃 ガ ス を 供 給 し な が ら 直 接 火 炎 を 発 生 さ せ る た め の 複 数\nの ガ ス バ ー ナ ー ノ ズ ル を 含 む バ ー ナ ー 組 立 体 か ら な り 、 前 記 廃 ガ ス 供 給 マ ニ ホ ー ル ド を 介\nし て 排 出 さ れ る 廃 ガ ス が 前 記 ガ ス バ ー ナ ー ノ ズ ル に よ り 発 生 さ れ る 直 接 火 炎 を 用 い て 、 間\n接 火 炎 を 発 生 さ せ 且 つ 処 理 さ れ る こ と を 特 徴 と す る 廃 ガ ス 浄 化 処 理 装 置 を 提 供 す る こ と に\nよ っ て 達 成 さ れ る 。\n【 ０ ０ ３ ３ 】\n　 ま た 、 主 フ ラ ン ジ の 上 部 に 設 け ら れ 、 セ ラ ミ ッ ク チ ュ ー ブ 内 の 火 炎 を 検 出 す る た め の セ\nン サ ー を さ ら に 含 む こ と を 特 徴 と す る 。\n【 ０ ０ ３ ４ 】\n　 ま た 、 廃 ガ ス 供 給 マ ニ ホ ー ル ド と 、 複 数 の バ ー ナ ー ノ ズ ル の 主 フ ラ ン ジ 内 部 に 位 置 す る\n一 側 端 部 と に 設 け ら れ 、 バ ー ナ ー 部 内 で 発 生 さ れ 、 こ れ ら に 吸 着 で き る 異 物 と 副 産 物 と を\n除 去 す る た め の ワ イ パ ー を さ ら に 含 む こ と を 特 徴 と す る 。 　\n【 ０ ０ ３ ５ 】\n　 ま た 、 ワ イ パ ー を 駆 動 す べ く 、 主 フ ラ ン ジ の 上 部 中 央 に 設 け ら れ た 廃 ガ ス 供 給 マ ニ ホ ー\nル ド の 中 心 に 設 け ら れ る ロ ー タ リ ー ア ク チ ュ エ ー タ ア セ ン ブ リ 及 び 、 ワ イ パ ー と ロ ー タ リ\nー ア ク チ ュ エ ー タ ア セ ン ブ リ と の 間 に 設 け ら れ 、 ロ ー タ リ ー ア ク チ ュ エ ー タ ア セ ン ブ リ の\n動 力 を 前 記 ワ イ パ ー に 伝 達 す る た め の ロ ー タ リ ー シ ャ フ ト を さ ら に 含 む こ と を 特 徴 と す る\n。\n【 ０ ０ ３ ６ 】\n　 ま た 、 セ ラ ミ ッ ク チ ュ ー ブ は 、 熱 伝 達 係 数 の 低 い 物 質 か ら な り 、 発 生 さ れ た 熱 を 遮 断 す\nる 防 炎 作 用 を 奏 す る こ と に よ っ て 、 直 接 火 炎 を 有 す る ガ ス バ ー ナ ー ノ ズ ル か ら 発 生 す る 火\n炎 が 全 体 的 に 火 炎 を 形 成 す る よ う に し て 、 直 接 火 炎 の な い 廃 ガ ス 供 給 マ ニ ホ ー ル ド に も 同\nじ 熱 量 を 与 え る こ と か ら 、 間 接 火 炎 を 発 生 さ せ る こ と を 特 徴 と す る 。\n【 ０ ０ ３ ７ 】\n　 ま た 、 ガ ス バ ー ナ ー ノ ズ ル は 、 廃 ガ ス 供 給 部 及 び 廃 ガ ス 供 給 ノ ズ ル を 形 成 し 、 廃 ガ ス を\n注 入 す べ く 構 造 を 成 し て い る フ ラ ン ジ と 、 フ ラ ン ジ の 上 側 に 設 け ら れ た 第 １ メ タ ル 密 封 部\nと 、 第 １ メ タ ル 密 封 部 下 側 の フ ラ ン ジ に 組 み 合 わ さ れ る 燃 料 供 給 ノ ズ ル を 備 え る 燃 料 ガ ス\n供 給 部 と 、 燃 料 ガ ス 供 給 部 の 下 側 の 前 記 フ ラ ン ジ に 組 み 合 わ さ れ る 酸 化 剤 供 給 ノ ズ ル を 備\nえ る 酸 化 剤 供 給 部 と 、 フ ラ ン ジ 下 側 に 締 結 さ れ る ヘ ッ ド ユ ニ ッ ト ベ ー ス と 、 酸 化 剤 供 給 部\n下 方 の ヘ ッ ド ユ ニ ッ ト ベ ー ス 上 に 配 設 さ れ る 冷 却 水 (Ｐ Ｃ Ｗ ； Ｐ ｒ ｏ ｃ ｅ ｓ ｓ 　 Ｃ ｏ ｏ ｌ\nｉ ｎ ｇ 　 Ｗ ａ ｔ ｅ ｒ ) 供 給 部 及 び 、 フ ラ ン ジ と ヘ ッ ド ユ ニ ッ ト ベ ー ス と の 間 を 封 止 す る た\nめ の 第 ２ 密 封 部 を 含 む こ と を 特 徴 と す る 。\n【 ０ ０ ３ ８ 】\n　 ま た 、 ガ ス バ ー ナ ー ノ ズ ル の 最 も 内 側 中 心 の 同 心 円 上 に 廃 ガ ス 供 給 ノ ズ ル が 配 設 さ れ 、\n廃 ガ ス 供 給 ノ ズ ル の 外 側 同 心 円 上 に 廃 ガ ス 供 給 ノ ズ ル と 同 軸 を 成 さ ず に 、 所 定 傾 斜 角 を 有\nし な が ら 内 側 に 傾 け ら れ て 燃 料 供 給 ノ ズ ル が 配 設 さ れ 、 燃 料 供 給 ノ ズ ル の 外 側 同 心 円 上 に\n等 間 隔 で 配 設 さ れ 、 廃 ガ ス 供 給 ノ ズ ル と 同 軸 を な す 酸 化 剤 供 給 ノ ズ ル が 配 設 さ れ る こ と を\n\n10\n\n20\n\n30\n\n40\n\n50\n\n\f",
      "images": []
    },
    {
      "page_number": 8,
      "text": "(8)\n\nJP  2007-162959  A   2007.6.28\n\n特 徴 と す る 。\n【 ０ ０ ３ ９ 】\n　 ま た 、 第 １ メ タ ル 密 封 部 は 、 燃 料 供 給 ノ ズ ル か ら 供 給 さ れ た 燃 料 が 外 部 へ 漏 れ な い よ う\nに 封 止 す る 役 割 を 果 た し て お り 、 第 ２ メ タ ル 密 封 部 は 、 酸 化 剤 供 給 部 か ら 注 入 さ れ た 酸 化\n剤 が 酸 化 剤 供 給 ノ ズ ル か ら 逆 流 し 、 外 部 へ 漏 れ な い よ う に 封 止 す る こ と を 特 徴 と す る 。\n【 ０ ０ ４ ０ 】\n　 ま た 、 直 接 火 炎 を 発 生 さ せ る た め の 複 数 の ガ ス バ ー ナ ー ノ ズ ル の 中 心 軸 は 、 主 フ ラ ン ジ\nの 中 心 軸 に 対 し て 所 定 勾 配 を 保 持 す る よ う に 設 け ら れ る こ と を 特 徴 と す る 。\n【 ０ ０ ４ １ 】\n　 ま た 、 廃 ガ ス 供 給 マ ニ ホ ー ル ド の 中 心 軸 は 、 主 フ ラ ン ジ の 中 心 軸 に 対 し て 互 い に 平 行 に\n設 け ら れ る こ と を 特 徴 と す る 。\n【 ０ ０ ４ ２ 】\n　 ま た 、 酸 化 剤 供 給 ノ ズ ル を 介 し て 噴 射 で き る 酸 化 剤 の 流 速 が 、 前 記 燃 料 供 給 ノ ズ ル を 介\nし て 噴 射 で き 燃 料 の 流 速 よ り 速 い こ と を 特 徴 と す る 。\n【 ０ ０ ４ ３ 】\n　 ま た 、 前 記 湿 式 洗 浄 部 は 、 前 記 バ ー ナ ー 部 に 並 列 に 連 結 さ れ る こ と か ら 、 一 組 を 成 す こ\nと を 特 徴 と す る 。\n【 ０ ０ ４ ４ 】\n　 ま た 、 前 記 湿 式 洗 浄 部 は 、 バ ー ナ ー 部 を 通 過 し た 廃 ガ ス を １ 次 に 浄 化 す る た め に 網 状 か\nら な る １ 次 粉 塵 捕 集 部 と 、 前 記 バ ー ナ ー 部 か ら 注 入 さ れ た 廃 ガ ス に 水 を 噴 射 す る た め に １\n次 粉 塵 捕 集 部 の 下 端 に 設 け ら れ た 循 環 ウ ォ ー タ ー ス プ レ ー と 、 １ 次 粉 塵 捕 集 部 を 通 過 し た\n廃 ガ ス を ２ 次 に 浄 化 す る た め に 網 状 か ら な る ２ 次 粉 塵 捕 集 部 と 、 ２ 次 粉 塵 捕 集 部 の 下 端 に\n設 け ら れ た フ レ ッ シ ュ ウ ォ ー タ ー ス プ レ ー と 、 前 記 １ 次 及 び ２ 次 粉 塵 捕 集 部 間 に 充 填 さ れ\nて 、 廃 ガ ス と ウ ォ ー タ ー と の 接 触 表 面 積 を 増 加 さ せ る 充 填 材 を 含 む こ と を 特 徴 と す る 。\n【 発 明 の 効 果 】\n【 ０ ０ ４ ５ 】\n　 前 述 し た よ う な 構 成 か ら な る 本 発 明 の 望 ま し い 実 施 例 に よ れ ば 、 ワ イ パ ー を 設 け る こ と\nか ら 、 複 数 の ノ ズ ル に 吸 着 さ れ て い る 異 物 を 除 去 す る こ と に よ っ て 、 省 エ ネ や 燃 焼 性 能 の\n向 上 を 図 る こ と が で き る 。 ま た 、 冷 却 水 循 環 装 置 を 設 け 、 適 切 な 温 度 で 動 作 で き る よ う に\nす る こ と に よ っ て 、 多 数 の 部 品 が 正 常 に 動 作 を 行 う こ と か ら 、 全 体 的 に 省 エ ネ や 燃 焼 性 能\n向 上 が 図 れ る 。\n【 ０ ０ ４ ６ 】\n　 ま た 、 同 軸 分 流 拡 散 燃 焼 方 式 を 採 択 す る こ と に よ っ て 、 少 数 の 直 接 火 炎 ノ ズ ル の み で 複\n数 の 直 接 火 炎 ノ ズ ル が 備 え ら れ て い る よ う な 性 能 が 発 揮 で き る た め 、 燃 料 量 が 低 減 さ れ る\nこ と か ら 、 省 エ ネ や 燃 焼 性 能 向 上 が 図 れ る 。\n【 ０ ０ ４ ７ 】\n　 ま た 、 複 雑 な 構 造 を 持 つ ガ ス バ ー ナ ー ノ ズ ル を 最 小 化 し 、 簡 単 な 構 造 の 廃 ガ ス ノ ズ ル を\nガ ス バ ー ナ ー ノ ズ ル と 同 様 な 効 果 を 有 す る よ う に 配 設 す る こ と に よ っ て 、 バ ー ナ ー 部 の 全\n体 的 構 成 を 簡 単 、 且 つ 容 易 に な す こ と が で き る 。\n【 ０ ０ ４ ８ 】\n　 ま た 、 前 述 し た よ う に 、 酸 化 剤 の 噴 射 及 び ノ ズ ル に 噴 射 角 を 与 え 、 燃 焼 効 率 を 増 大 さ せ\nる こ と に よ っ て 、 火 炎 に よ る 燃 焼 熱 の 上 昇 を 齎 し 、 ガ ス 洗 浄 器 の 　 　 目 的 で あ る 廃 ガ ス 処\n理 効 率 を 増 大 さ せ 、 且 つ 、 Ｐ Ｆ Ｃ ガ ス 処 理 も 可 能 と な る 。\n【 ０ ０ ４ ９ 】\n　 ま た 、 酸 化 剤 を 噴 射 す る ノ ズ ル が 所 定 角 度 を な し な が ら 設 け ら れ る こ と に よ っ て 、 廃 ガ\nス と 燃 料 の Ｃ Ｈ ４ と の 間 に 暖 流 を 形 成 し 、 燃 料 の Ｃ Ｈ ４ と 廃 ガ ス と が 共 に 酸 化 剤 と の 接 触\n及 び 反 応 時 間 が 長 く な る 効 果 が あ る 。\n【 ０ ０ ５ ０ 】\n　 ま た 、 Ｃ Ｏ の 生 成 は 、 Ｃ を 主 成 分 と す る 燃 料 を 用 い る 全 て の 燃 焼 機 関 か ら 発 生 で き る 。\nＣ Ｏ は 、 主 に 燃 焼 時 間 が 短 か っ た り 、 燃 焼 エ ネ ル ギ ー が 充 分 で は な い 場 合 に 発 生 す る こ と\n\n10\n\n20\n\n30\n\n40\n\n50\n\n\f",
      "images": []
    },
    {
      "page_number": 9,
      "text": "(9)\n\nJP  2007-162959  A   2007.6.28\n\nに な る 。 し か し 、 本 発 明 の 好 ま し い 実 施 例 に よ れ ば 、 酸 化 剤 の 噴 射 角 調 節 に よ る 燃 焼 効 率\n増 大 は 、 燃 料 の Ｃ Ｈ ４ と 酸 化 剤 の Ｏ ２ 間 の 接 触 を 図 る べ く 噴 射 口 か ら 略 ２ ｍ ｍ ほ ど 離 れ た\nと こ ろ で 混 ぜ 合 わ さ れ 、 燃 焼 す る た め 、 Ｃ Ｏ の 発 生 を 低 減 さ せ る 効 果 が あ る 。\n【 ０ ０ ５ １ 】\n　 さ ら に 、 最 外 側 に は 、 断 熱 効 果 が 高 く 、 輻 射 熱 を 遮 断 す る こ と で 外 部 に 対 し て 熱 を 遮 断\nし 得 る セ ラ ミ ッ ク チ ュ ー ブ を 設 け る こ と に よ っ て 、 バ ー ナ ー か ら 発 生 さ れ た 熱 を 内 部 へ 再\n発 散 す る こ と か ら 、 燃 焼 効 率 を 高 め る こ と が で き 、 温 度 を 最 高 に 上 げ る こ と が 可 能 で あ る\n。\n【 ０ ０ ５ ２ 】\n　 最 後 に 、 一 組 の 湿 式 洗 浄 部 を 、 バ ー ナ ー 部 に 対 し て 並 列 に 連 結 す る こ と に よ っ て 、 大 容\n量 の 廃 ガ ス を 同 時 に 処 理 す る こ と が で き る 。\n【 発 明 を 実 施 す る た め の 最 良 の 形 態 】\n【 ０ ０ ５ ３ 】\n　 以 下 、 本 発 明 の 望 ま し い 実 施 例 を 添 付 図 面 に 基 づ い て 詳 し く 説 明 す る 。\n　 図 ３ は 、 従 来 の 廃 ガ ス 浄 化 処 理 装 置 の 工 程 を 示 し た 概 略 図 で あ っ て 、 本 発 明 は 、 従 来 の\n廃 ガ ス 浄 化 処 理 装 置 の 工 程 中 に バ ー ナ ー 部 ５ ０ に お い て 該 特 徴 を 持 つ 。  図 ４ 及 び 図 ５ は\n、 本 発 明 の 一 実 施 例 に よ る 廃 ガ ス 浄 化 処 理 装 置 の バ ー ナ ー 部 の 構 成 示 す 平 面 図 及 び 断 面 図\nで あ る 。\n【 ０ ０ ５ ４ 】\n　 本 発 明 の 半 導 体 製 造 工 程 や 化 学 工 程 な ど で 使 用 さ れ た 後 、 排 出 で き る 廃 ガ ス を 清 浄 空 気\nに 浄 化 す る 廃 ガ ス 浄 化 処 理 過 程 は 、 通 常 、 燃 焼 式 と 、 湿 式 と の ２ 段 階 か ら 成 さ れ る 。\n【 ０ ０ ５ ５ 】\n　 図 ３ に 示 さ れ た よ う に 、 前 記 廃 ガ ス 浄 化 処 理 装 置 に よ れ ば 、 半 導 体 製 造 装 置 ４ ０ か ら 排\n出 で き る 廃 ガ ス １ ２ が 一 次 的 に バ ー ナ ー 部 ５ ０ で 燃 焼 ・ 酸 化 さ れ る か 、 又 は 熱 分 解 さ れ る\n方 法 に よ り 燃 焼 さ れ 、 １ 次 的 に 浄 化 さ れ 、 バ ー ナ ー 部 ５ ０ か ら 漏 れ た 廃 ガ ス の う ち 、 処 理\nで き な か っ た 一 部 の ガ ス や 粉 塵 粒 子 な ど は 湿 式 洗 浄 部 ６ ０ へ 移 送 さ れ る 。 そ し て 、 ２ 次 的\nに 湿 式 洗 浄 部 ６ ０ か ら 噴 射 さ れ る 水 に よ り 、 酸 化 ガ ス 中 の パ ウ ダ ー が 分 離 で き る 洗 浄 工 程\nを 経 る こ と に な る 。 そ れ か ら 、 洗 浄 済 み の ガ ス ３ ２ は 、 フ ィ ル タ と ダ ク ト と を 介 し て 大 気\n中 に 排 出 で き る 。\n【 ０ ０ ５ ６ 】\n　 前 記 バ ー ニ ン グ 方 法 に は 、 ヒ ー タ ー の 駆 動 に よ る 間 接 酸 化 方 式 と 、 点 火 に よ る 直 接 酸 化\n方 式 が あ り 得 る が 、 本 実 施 例 で は 廃 ガ ス 浄 化 処 理 装 置 の ガ ス バ ー ナ ー ノ ズ ル は 、 直 接 酸 化\n方 式 に 関 す る 。\n【 ０ ０ ５ ７ 】\n　 火 炎 が 下 向 き に 放 射 で き る 下 向 流 方 式 と 、 火 炎 が 上 向 き に 放 射 で き る 上 向 流 方 式 と が あ\nり 得 る が 、 本 実 施 例 で は 、 下 向 流 方 式 を 例 に と り 説 明 す る 。\n【 ０ ０ ５ ８ 】\n　 図 ４ Ａ 及 び 図 ４ Ｂ は 、 本 発 明 の 一 実 施 例 に よ る 廃 ガ ス 浄 化 処 理 装 置 の バ ー ナ ー 部 を 説 明\nす る た め の 斜 視 図 で あ り 、 図 ５ は 、 本 発 明 の 一 実 施 例 に よ る 廃 ガ ス 浄 化 処 理 装 置 の バ ー ナ\nー 部 を 説 明 す る た め の 平 面 図 で あ り 、 図 ６ は 、 本 発 明 の 一 実 施 例 に よ る 廃 ガ ス 浄 化 処 理 装\n置 の バ ー ナ ー 部 に ワ イ パ ー を 取 り 付 け た 構 成 を 説 明 す る た め の 底 面 図 で あ り 、 図 ７ Ａ な い\nし 図 ７ Ｃ は 、 本 発 明 の 一 実 施 例 に よ る 廃 ガ ス 浄 化 処 理 装 置 の バ ー ナ ー 部 を 説 明 す る た め の\n断 面 図 で あ る 。\n【 ０ ０ ５ ９ 】\n　 図 面 に 示 さ れ た よ う に 、 本 発 明 の 一 実 施 例 に よ る 廃 ガ ス 浄 化 処 理 装 置 の バ ー ナ ー 組 立 体\n１ ０ ０ は 、 主 フ ラ ン ジ １ ０ ９ 、  主 フ ラ ン ジ １ ０ ９ 内 部 に 取 り 付 け ら れ る 内 部 リ ン グ １ ０\n５ 、 主 フ ラ ン ジ １ ０ ９ の 内 部 リ ン グ １ ０ ５ の 下 部 に 取 り 付 け ら れ る セ ラ ミ ッ ク チ ュ ー ブ １\n０ ６ 、 主 フ ラ ン ジ １ ０ ９ と 内 部 リ ン グ １ ０ ５ と の 間 に 組 み 合 わ さ れ る 外 部 リ ン グ １ ０ ７ 及\nび 、 主 フ ラ ン ジ １ ０ ９ と セ ラ ミ ッ ク チ ュ ー ブ と の 間 に 設 け ら れ る 冷 却 水 循 環 部 １ １ ２ を 含\nむ 。\n\n10\n\n20\n\n30\n\n40\n\n50\n\n\f",
      "images": []
    },
    {
      "page_number": 10,
      "text": "(10)\n\nJP  2007-162959  A   2007.6.28\n\n【 ０ ０ ６ ０ 】\n　 ま た 、 主 フ ラ ン ジ １ ０ ９ の 上 部 に は 、 廃 ガ ス 供 給 マ ニ ホ ー ル ド １ １ ０ が 中 央 に 配 設 さ れ\n、  廃 ガ ス 供 給 マ ニ ホ ー ル ド １ １ ０ を 中 心 と し 、 三 角 形 状 を な し な が ら 、 第 １ な い し 第 ３\nの ガ ス バ ー ナ ー ノ ズ ル １ ２ ０ ａ 〜 １ ２ ０ ｃ が 設 け ら れ る 。 そ し て 、 第 １ な い し 第 ３ の ガ ス\nバ ー ナ ー ノ ズ ル １ ２ ０ ａ 〜 １ ２ ０ ｃ の 周 辺 に は 、 複 数 の Ｎ ２ ガ ス 注 入 口 １ ０ １ 、 複 数 の バ\nー ナ ー 冷 却 部 １ ０ ８ が 設 け ら れ る 。\n【 ０ ０ ６ １ 】\n　 一 方 、 主 フ ラ ン ジ １ ０ ９ の 側 面 に は 、 第 １ な い し 第 ３ の ガ ス バ ー ナ ー ノ ズ ル １ ２ ０ ａ 〜\n１ ２ ０ ｃ に 対 応 す べ く 第 １ な い し 第 ３ の 点 火 部 １ ０ ２ 、 火 炎 セ ン サ ー １ １ ５ 及 び Ｐ Ｕ セ ン\nサ ー 部 １ ０ ３ が 配 設 さ れ る 。\n【 ０ ０ ６ ２ 】\n　 図 ６ に 示 さ れ た よ う に 、 本 発 明 の 一 実 施 例 に よ れ ば 、 ワ イ パ ー １ １ ９ が 、 第 １ な い し 第\n３ の ガ ス バ ー ナ ー ノ ズ ル １ ２ ０ ａ 〜 １ ２ ０ ｃ 及 び 廃 ガ ス 供 給 マ ニ ホ ー ル ド １ １ ０ の 主 フ ラ\nン ジ １ ０ ９ の 内 部 に 位 置 す る 一 側 端 部 に 触 れ る よ う に ロ ー タ リ ー ア ク チ ュ エ ー タ ア セ ン ブ\nリ １ １ ４ と ロ ー タ リ ー シ ャ フ ト １ １ ８ と を 用 い て 締 め 付 け ら れ る 。 従 っ て 、 長 時 間 廃 ガ ス\n浄 化 処 理 装 置 の バ ー ナ ー 組 立 体 １ ０ ０ を 作 動 さ せ た 後 、 第 １ な い し 第 ３ の ガ ス バ ー ナ ー ノ\nズ ル １ ２ ０ ａ 〜 １ ２ ０ ｃ 及 び 廃 ガ ス 供 給 マ ニ ホ ー ル ド １ １ ０ の 主 フ ラ ン ジ １ ０ ９ の 内 部 に\n位 置 す る 一 側 端 部 に 吸 着 さ れ た 異 物 と 副 産 物 を ロ ー タ リ ー ア ク チ ュ エ ー タ ア セ ン ブ リ １ １\n４ を 作 動 さ せ 、 ワ イ パ ー １ １ ９ を 回 転 さ せ る こ と に よ っ て 、 除 去 し 得 る こ と に な る 。\n【 ０ ０ ６ ３ 】\n　 図 ７ Ａ な い し 図 Ｃ に 示 さ れ た よ う に 、 本 発 明 の 一 実 施 例 に よ れ ば 、 冷 却 水 循 環 部 １ １ ２\nを 、 主 フ ラ ン ジ １ ０ ９ と セ ラ ミ ッ ク チ ュ ー ブ １ ０ ６ と の 間 に 設 け 、 冷 却 水 注 入 部 １ １ ３ を\n介 し て 冷 却 水 を 注 入 す る こ と に よ っ て 、 バ ー ナ ー 組 立 体 １ ０ ０ の 温 度 を 一 定 水 準 で 保 つ こ\nと が で き る 。 従 っ て 、 廃 ガ ス 浄 化 処 理 装 置 を 長 時 間 作 動 さ せ て も 、 バ ー ナ ー 組 立 体 １ ０ ０\nが 適 宜 温 度 を 超 え る こ と な く 、 火 炎 セ ン サ ー な ど の よ う な 様 々 な 部 品 が 正 常 に 動 作 す る こ\nと に な る 。\n【 ０ ０ ６ ４ 】\n　 図 ４ 及 び 図 ５ に 示 さ れ た よ う に 、 本 発 明 の 望 ま し い 実 施 例 に よ る 廃 ガ ス 浄 化 処 理 装 置 の\nバ ー ナ ー 組 立 体 １ ０ ０ に お い て 、 直 接 火 炎 を 発 生 さ せ 得 る 第 １ な い し 第 ３ の ガ ス バ ー ナ ー\nノ ズ ル １ ２ ０ ａ 、 １ ２ ０ ｂ 、 １ ２ ０ ｃ を 、 中 心 か ら 外 側 に 略 正 三 角 形 状 を な す よ う に 配 設\nし て 構 成 し 、 そ し て 、 直 接 火 炎 を 発 生 さ せ ず に 、 廃 ガ ス を 供 給 し 得 る 廃 ガ ス 供 給 マ ニ ホ ー\nル ド １ １ ０ を 、 バ ー ナ ー 組 立 体 の 中 心 部 に 略 正 三 角 形 状 で 、 第 １ な い し 第 ３ ガ ス バ ー ナ ー\nノ ズ ル が な す 三 角 形 内 に 、 廃 ガ ス 供 給 マ ニ ホ ー ル ド １ １ ０ の 上 部 面 が な す 三 角 形 と ク ロ ス\nさ せ た 形 態 か ら 配 設 す る 。\n【 ０ ０ ６ ５ 】\n　 ま た 、 本 発 明 の 望 ま し い 実 施 例 に よ れ ば 、 廃 ガ ス 浄 化 処 理 装 置 の バ ー ナ ー 組 立 体 １ ０ ０\nは 、 セ ラ ミ ッ ク チ ュ ー ブ １ ０ ６ を 熱 伝 達 係 数 の 低 い 物 質 か ら 形 成 し 、 バ ー ナ ー 組 立 体 １ ０\n０ か ら 発 生 す る 熱 を 遮 断 す る 防 炎 作 用 を 奏 す る よ う に す る こ と に よ っ て 、 直 接 火 炎 を 持 つ\n第 １ な い し 第 ３ ガ ス バ ー ナ ー ノ ズ ル １ ２ ０ ａ 、 １ ２ ０ ｂ 、 １ ２ ０ ｃ か ら 発 生 す る 火 炎 が セ\nラ ミ ッ ク チ ュ ー ブ １ ０ ６ 内 で の み 全 体 的 に 火 炎 を 形 成 さ せ る よ う に す る 。 そ の こ と か ら 、\n直 接 火 炎 の な い 廃 ガ ス 供 給 マ ニ ホ ー ル ド １ １ ０ に も 同 様 な 熱 量 が 与 え ら れ る 。\n【 ０ ０ ６ ６ 】\n　 ま た 、 本 発 明 の 望 ま し い 実 施 例 に よ れ ば 、 直 接 火 炎 を 持 つ 第 １ な い し 第 ３ ガ ス バ ー ナ ー\nノ ズ ル １ ２ ０ ａ 、 １ ２ ０ ｂ 、 １ ２ ０ ｃ は 、 セ ラ ミ ッ ク チ ュ ー ブ １ ０ ６ の 上 端 で セ ラ ミ ッ ク\nチ ュ ー ブ １ ０ ６ の 中 心 軸 に 対 し て 所 定 角 度 を 保 持 す る こ と に よ っ て 、 そ れ ぞ れ の ノ ズ ル か\nら 発 生 さ れ る 直 接 火 炎 が 、 セ ラ ミ ッ ク チ ュ ー ブ １ ０ ６ 内 の 所 定 位 置 で 焦 点 を 成 す こ と が で\nき る よ う に 組 み 立 て ら れ た こ と に 特 徴 が あ る 。\n【 ０ ０ ６ ７ 】\n　 従 っ て 、 本 発 明 の 望 ま し い 実 施 例 に よ れ ば 、 三 つ の 第 １ な い し 第 ３ の ガ ス バ ー ナ ー ノ ズ\nル １ ２ ０ ａ 、 １ ２ ０ ｂ 、 １ ２ ０ ｃ を 用 い て 燃 料 を 供 給 し 、 廃 ガ ス を 処 理 す る が 、 該 結 果 に\n\n10\n\n20\n\n30\n\n40\n\n50\n\n\f",
      "images": []
    },
    {
      "page_number": 11,
      "text": "(11)\n\nJP  2007-162959  A   2007.6.28\n\nお い て は 、 六 つ の 直 接 火 炎 を 発 生 さ せ 、 廃 ガ ス を 処 理 す る 廃 ガ ス 処 理 装 置 と 同 様 な 効 果 を\n奏 す る こ と が 可 能 で あ る た め 、 全 体 に コ ス ト 低 減 が 図 れ る 。\n【 ０ ０ ６ ８ 】\n　 図 ８ は 、 本 発 明 の 一 実 施 例 に よ る 廃 ガ ス 処 理 装 置 の バ ー ナ ー 組 立 体 に 取 り 付 け ら れ た ガ\nス バ ー ナ ー ノ ズ ル を 説 明 す る た め の 斜 視 図 で あ り 、 図 ９ Ａ 及 び 図 ９ Ｂ は 、 本 発 明 の 一 実 施\n例 に よ る 廃 ガ ス 浄 化 処 理 装 置 の バ ー ナ ー 組 立 体 に 取 り 付 け ら れ た ガ ス バ ー ナ ー ノ ズ ル の 断\n面 図 で あ る 。\n【 ０ ０ ６ ９ 】\n　 図 ８ 及 び 図 ９ Ａ に 示 さ れ た よ う に 、 本 発 明 の 実 施 例 に よ る 廃 ガ ス 浄 化 処 理 装 置 の ガ ス バ\nー ナ ー ノ ズ ル １ ２ ０ は 、 廃 ガ ス 供 給 部 １ ２ ８ 及 び 廃 ガ ス 供 給 直 接 火 炎 ノ ズ ル １ ２ １ ａ を 備\nえ 、 廃 ガ ス を 注 入 す る た め の 構 造 を 持 つ フ ラ ン ジ １ ２ １ と 、 フ ラ ン ジ １ ２ １ の 上 側 に 形 設\nさ れ た 第 １ メ タ ル 密 封 部 １ ２ ２ と 、 第 １ メ タ ル 密 封 部 １ ２ ２ の 下 側 へ 前 記 フ ラ ン ジ １ ２ １\nに 組 み 合 わ さ れ 、 燃 料 供 給 ノ ズ ル １ ２ ３ ａ を 備 え る 燃 焼 ガ ス 供 給 部 １ ２ ３ と 、 燃 料 ガ ス 供\n給 部 １ ２ ３ の 下 側 へ フ ラ ン ジ １ ２ １ に 組 み 合 わ さ れ 、 酸 化 剤 供 給 ノ ズ ル １ ２ ４ ａ を 備 え る\n酸 化 剤 供 給 部 １ ２ ４ と 、 酸 化 剤 供 給 部 １ ２ ４ 下 部 の ヘ ッ ド ユ ニ ッ ト ベ ー ス １ ２ ６ 上 に 形 設\nさ れ た 冷 却 水 供 給 部 １ ２ ５ と 、 フ ラ ン ジ １ ２ １ の 下 側 に 締 め 付 け ら れ る ヘ ッ ド ユ ニ ッ ト ベ\nー ス １ ２ ６ 及 び フ ラ ン ジ １ ２ １ と ヘ ッ ド ユ ニ ッ ト ベ ー ス １ ２ ６ と の 間 を 封 止 す る た め の 第\n２ メ タ ル 密 封 部 １ ２ ７ を 含 む 。\n【 ０ ０ ７ ０ 】\n　 本 発 明 の 実 施 例 に よ れ ば 、 図 ９ Ｂ に 示 さ れ た よ う に 、 ガ ス バ ー ナ ー ノ ズ ル １ ２ ０ の 最 も\n内 側 中 心 の 同 心 円 上 に 廃 ガ ス 供 給 直 接 火 炎 ノ ズ ル １ ２ １ ａ が 配 設 さ れ 、 廃 ガ ス 供 給 直 接 火\n炎 ノ ズ ル １ ２ １ ａ の 外 側 同 心 円 上 に 廃 ガ ス 供 給 直 接 火 炎 ノ ズ ル １ ２ １ ａ と 同 軸 を な し な が\nら 、 燃 料 供 給 ノ ズ ル １ ２ ３ ａ が 配 設 さ れ る 。 そ れ か ら 、 燃 料 供 給 ノ ズ ル １ ２ ３ ａ の 外 側 同\n心 円 上 に 等 間 隔 で 配 設 さ れ て は い る が 、 燃 料 供 給 ノ ズ ル １ ２ ３ ａ と 同 軸 を 成 さ ず に 所 定 傾\n斜 角 を 有 し な が ら 、 内 向 き に 傾 い て 酸 化 剤 供 給 ノ ズ ル １ ２ ４ ａ が 配 設 さ れ て い る 。\n【 ０ ０ ７ １ 】\n　 ま た 、 燃 料 供 給 ノ ズ ル １ ２ ３ ａ と 酸 化 剤 供 給 ノ ズ ル １ ２ ４ ａ と は 、 同 一 平 面 上 の 中 心 線\nに 位 置 し 、 こ れ ら の ノ ズ ル 個 数 は 同 様 で あ る 。\n【 ０ ０ ７ ２ 】\n　 ま た 、 酸 化 剤 供 給 ノ ズ ル １ ２ ４ ａ は 、 噴 射 角 を １ ０ ° ほ ど の 勾 配 で 燃 料 供 給 ノ ズ ル １ ２\n３ ａ の 方 向 と し た 場 合 、 酸 化 剤 供 給 ノ ズ ル １ ２ ４ ａ か ら 噴 射 さ れ た ０ ２ ガ ス と 、 燃 料 供 給\nノ ズ ル １ ２ ３ ａ か ら 噴 射 さ れ た Ｃ Ｈ ４ ガ ス と は 、 ノ ズ ル か ら 略 ２ ０ ｍ ｍ ほ ど 離 れ た と こ ろ\nで 交 差 す る こ と に な る 。 こ れ に よ り 、 暖 流 が 形 成 で き る が 、 該 暖 流 は 、 廃 ガ ス 供 給 直 接 火\n炎 ノ ズ ル １ ２ １ ａ 内 で 酸 化 剤 供 給 ノ ズ ル １ ２ ４ ａ か ら 噴 射 さ れ た ０ ２ ガ ス と 燃 料 供 給 ノ ズ\nル １ ２ ３ ａ か ら 噴 射 さ れ た Ｃ Ｈ ４ ガ ス と の 拡 散 を 加 速 化 さ せ 、 火 炎 の 中 心 を ノ ズ ル (１ ２\n３ ａ 、 １ ２ ４ ａ )の 角 度 に 伴 っ て 制 御 す る こ と が で き る 。\n【 ０ ０ ７ ３ 】\n　 一 方 、 本 発 明 の 一 実 施 例 に よ れ ば 、 ノ ズ ル の 噴 射 角 度 は も ち ろ ん 、 ノ ズ ル の 噴 射 流 続 を\n用 い る こ と か ら 、 暖 流 を よ り 効 率 よ く 形 成 し 得 る 。 つ ま り 、 燃 料 供 給 ノ ズ ル １ ２ ３ ａ か ら\n噴 射 さ れ る Ｃ Ｈ ４ ガ ス の 流 速 を 酸 化 剤 供 給 ノ ズ ル １ ２ ４ ａ か ら 噴 射 さ れ る ０ ２ ガ ス の 流 速\nよ り 速 く す る こ と が 好 ま し い 。 換 言 す れ ば 、 酸 化 剤 供 給 ノ ズ ル １ ２ ４ ａ は 、 １ ０ ° ほ ど 傾\nけ ら れ て 配 設 さ れ る た め 、 燃 料 供 給 ノ ズ ル １ ２ ３ ａ  と 特 定 距 離 で 重 な る こ と に な る が 、\n燃 料 供 給 ノ ズ ル １ ２ ３ ａ か ら 噴 射 で き る Ｃ Ｈ ４ ガ ス の 流 速 を 酸 化 剤 供 給 ノ ズ ル １ ２ ４ ａ か\nら 噴 射 で き る ０ ２ ガ ス の 流 速 よ り 速 く な る よ う に し て 、 火 炎 形 成 の 主 エ ネ ル ギ ー 源 の 噴 射\n形 態 を 保 持 し 得 る よ う に し な け れ ば な ら な い 。 も し も 、 酸 化 剤 供 給 ノ ズ ル １ ２ ４ ａ か ら 噴\n射 で き る ０ ２ ガ ス の 流 速 が 、 燃 料 供 給 ノ ズ ル １ ２ ３ ａ か ら 噴 射 で き る Ｃ Ｈ ４ ガ ス の 流 速 よ\nり 速 く な る 場 合 、 燃 料 供 給 ノ ズ ル １ ２ ３ ａ  か ら 噴 射 で き る 燃 料 の Ｃ Ｈ ４ ガ ス の 噴 射 形 態\nが 破 壊 さ れ る た め 、 炎 の 制 御 が で き な く な る 。 ま た 、 燃 料 と 酸 化 剤 と の 反 応 時 間 が 短 い 、\nか つ 早 い た め 、 む し ろ 燃 焼 効 率 が 劣 る こ と か ら 、 実 際 、 炎 の 温 度 が 低 く な り 、 火 炎 の 長 さ\nも 反 比 例 し て 減 少 す る 。\n\n10\n\n20\n\n30\n\n40\n\n50\n\n\f",
      "images": []
    },
    {
      "page_number": 12,
      "text": "(12)\n\nJP  2007-162959  A   2007.6.28\n\n【 ０ ０ ７ ４ 】\n　 理 論 的 に 説 明 す る と 、 使 用 燃 料 及 び 助 燃 ガ ス の 成 分 は 、 以 下 の よ う な 反 応 化 学 式 １ に 従\nう 。\n（ 化 学 式 １ ）\n　 Ｃ Ｈ ４ ＋ ２ ０ ２ 　 → 　 Ｃ Ｏ ２ ＋ ２ Ｈ ２ Ｏ\n【 ０ ０ ７ ５ 】\n　 従 っ て 、 燃 料 ガ ス を １ ｋ ｇ 注 入 す る 場 合 、 酸 素 を ２ ｋ ｇ 注 入 し な け れ ば な ら ず 、 理 論 酸\n素 量 に 、 効 率 増 大 の た め 、 過 剰 酸 素 ０ .２ ％ を 加 え て 供 給 す る こ と が 好 ま し い 。\n【 ０ ０ ７ ６ 】\n　 ま た 、 第 １ メ タ ル 密 封 部 １ ２ ２ は 、 燃 料 供 給 ノ ズ ル １ ２ ３ ａ か ら 供 給 さ れ た 燃 料 (例 え\nば 、 Ｃ Ｈ ４ )が ガ ス バ ー ナ ー ノ ズ ル １ ２ ０ の 外 部 へ 漏 れ な い よ う に 密 止 す る 役 割 を 果 た し\nて お り 、 第 ２ メ タ ル 密 封 部 １ ２ ７ は 、 酸 化 剤 供 給 部 １ ２ ４ か ら 注 入 さ れ た 酸 化 剤 (例 え ば\n、 Ｏ ２ 又 は 空 気 )が 酸 化 剤 供 給 ノ ズ ル １ ２ ４ ａ か ら 逆 流 し 、 ガ ス バ ー ナ ー ノ ズ ル １ ２ ０ の\n外 部 に 漏 れ な い よ う に 密 止 す る 役 割 を 果 た し て い る 。\n【 ０ ０ ７ ７ 】\n　 一 方 、 廃 ガ ス 供 給 ノ ズ ル １ ２ １ ａ は 、 半 導 体 製 造 工 程 や 化 学 工 程 な ど で 排 出 で き る 廃 ガ\nス を 供 給 し 、 該 廃 ガ ス は 、 Ｃ ２ 、 Ｆ ４ 、 Ｃ Ｆ ４ 、 Ｃ ３ Ｆ ８ 、 Ｎ Ｆ ３ 、 Ｓ Ｆ ６ な ど の よ う な\nＰ Ｆ Ｃ ガ ス で あ っ て 、 人 体 に 有 毒 で あ る と 共 に 、 腐 食 性 を 持 っ て お り 、 か か る 有 害 成 分 の\n含 量 が 許 容 濃 度 以 上 で あ る た め 、 有 害 成 分 の 含 量 を そ の 以 下 に 低 下 さ せ る 無 害 化 処 理 過 程\nを 必 ず 要 す る ガ ス で あ る 。\n【 ０ ０ ７ ８ 】\n　 ま た 、 廃 ガ ス 供 給 部 １ ２ ８ か ら 注 入 さ れ た 廃 ガ ス を 噴 射 す る 廃 ガ ス 供 給 ノ ズ ル １ ２ １ ａ\nは 、 バ ー ナ ー の 中 心 ノ ズ ル と し て 、 そ の 外 側 に 液 化 天 然 ガ ス 、 液 化 石 油 ガ ス 、 水 素 ガ ス な\nど の 燃 料 ガ ス を 噴 射 す る 燃 料 供 給 ノ ズ ル １ ２ ３ ａ に よ り 包 囲 さ れ て い る が 、 こ れ は 、 廃 ガ\nス と 燃 料 ガ ス と を 良 好 に 混 合 す る た め で あ る 。\n【 ０ ０ ７ ９ 】\n　 ま た 、 酸 化 剤 供 給 ノ ズ ル １ ２ ４ ａ は 、 燃 料 ガ ス と の 燃 焼 反 応 に よ り 火 炎 を 形 成 す る 酸 化\nガ ス を 噴 射 し 、 酸 化 ガ ス と し て は 、 酸 素 (Ｏ ２ )が 主 に 用 い ら れ る 。\n【 ０ ０ ８ ０ 】\n　 図 ９ Ｂ に 示 さ れ た よ う に 、 ノ ズ ル の 断 面 に 基 づ い て 、 廃 ガ ス 供 給 ノ ズ ル １ ２ １ ａ は 、 廃\nガ ス の 注 入 さ れ る 廃 ガ ス 供 給 部 １ ２ ８ の 中 心 軸 に 対 し て 平 行 に 延 長 さ れ て い る も の の 、 燃\n料 供 給 ノ ズ ル １ ２ ３ ａ と 酸 化 剤 供 給 ノ ズ ル １ ２ ４ ａ と は 、 廃 ガ ス 供 給 ノ ズ ル １ ２ １ ａ に 対\nし て 、 略 １ ０ ° な い し ２ ０ ° ほ ど 傾 け ら れ た 状 態 に 形 成 さ れ て い る 。 特 に 、 １ ０ ° ほ ど の\n傾 斜 角 を 持 つ 場 合 、 酸 化 剤 供 給 ノ ズ ル １ ２ ４ ａ か ら 噴 射 で き る 酸 化 ガ ス と 、 燃 料 供 給 ノ ズ\nル １ ２ ３ ａ か ら 噴 射 で き る 燃 料 ガ ス と は 、 ガ ス バ ー ナ ー ノ ズ ル １ ２ ０ の 出 口 側 所 定 地 点 で\n交 差 し 、 拡 散 現 象 が 生 じ る こ と に よ り 、 混 ぜ 合 わ さ れ て 燃 焼 さ れ る こ と が わ か る 。\n【 ０ ０ ８ １ 】\n　 従 っ て 、 燃 料 ガ ス と 酸 化 ガ ス と が 所 定 地 点 で 相 互 交 差 す る こ と か ら 、 渦 流 を 起 こ し 、 こ\nの よ う な 渦 流 に よ る 混 合 ガ ス の 暖 流 現 象 は 、 拡 散 現 象 を さ ら に 加 速 化 さ せ る 。 前 記 交 差 地\n点 は 、 酸 化 剤 供 給 ノ ズ ル １ ２ ４  ａ の 傾 斜 角 θ を 調 節 す る こ と に よ っ て 、 多 様 に 調 節 し 得\nる 。 ま た 、 限 定 さ れ た 地 点 で 混 合 ガ ス の 拡 散 が 成 さ れ る こ と に よ っ て 、 混 合 ガ ス の 自 己 点\n火 (ｓ ｅ ｌ ｆ − ｉ ｇ ｎ ｉ ｔ ｉ ｏ ｎ )、 火 炎 伝 播 (ｆ ｌ ａ ｍ ｅ 　 ｐ ｒ ｏ ｐ ａ ｇ ａ ｔ ｉ ｏ ｎ )な ど\nの よ う な 燃 焼 特 性 が 強 化 で き 、 不 完 全 燃 焼 を 防 止 す る こ と に よ っ て 、 火 炎 帯 域 が 安 定 に 形\n成 さ れ る 。\n【 ０ ０ ８ ２ 】\n　 換 言 す れ ば 、 廃 ガ ス 、 燃 料 ガ ス 及 び 酸 化 剤 ガ ス の 流 速 を 相 違 し て な す 場 合 、 噴 射 さ れ る\n方 向 に 暖 流 が 形 成 さ れ る 。 暖 流 の 形 成 は 、 相 違 し た 廃 ガ ス 、 燃 料 ガ ス 及 び 酸 化 剤 ガ ス の 混\n合 を 効 率 よ く 行 わ せ る 主 た る 要 素 で あ り 、 こ の 際 、 燃 料 と 酸 化 剤 間 の 混 合 に よ る 拡 散 火 炎\nが 発 生 す る 。 さ ら に 、 暖 流 の 形 成 に よ っ て 、 同 軸 分 流 拡 散 燃 焼 式 の バ ー ナ ー 火 炎 の 長 さ 、\n形 態 、 燃 焼 効 率 を 決 定 す る 重 要 な 因 子 で も あ る 。 こ の よ う に し て 得 ら れ た 火 炎 を 、 暖 流 火\n\n10\n\n20\n\n30\n\n40\n\n50\n\n\f",
      "images": []
    },
    {
      "page_number": 13,
      "text": "(13)\n\nJP  2007-162959  A   2007.6.28\n\n炎 と 称 す る 。\n【 ０ ０ ８ ３ 】\n　 一 方 、 燃 料 供 給 ノ ズ ル １ ２ ３ ａ に 対 し て 酸 化 剤 供 給 ノ ズ ル １ ２ ４ ａ の 傾 斜 角 θ を 形 成 す\nる こ と に よ っ て 、 限 定 さ れ た 地 点 で 燃 料 ガ ス と 酸 化 ガ ス の 拡 散 を 加 速 化 さ せ る 方 法 も 火 炎\n帯 域 を 安 定 に 形 成 す る の に 重 要 で あ る が 、 そ れ よ り 燃 料 供 給 ノ ズ ル １ ２ ３ ａ の 燃 料 ガ ス の\n噴 射 速 度 と 酸 化 剤 供 給 ノ ズ ル １ ２ ４ ａ の 酸 化 ガ ス の 噴 射 速 度 と を 調 節 す る こ と か ら 、 酸 化\nガ ス と 燃 料 が ス の 反 応 時 間 を 延 長 し 、 燃 焼 効 率 を 向 上 さ せ る 方 法 が 最 も 重 要 で あ る 。\n【 ０ ０ ８ ４ 】\n　 つ ま り 、 酸 化 ガ ス の 噴 射 速 度 が 、 燃 料 ガ ス の 噴 射 速 度 よ り 速 く な る と 、 酸 化 ガ ス の 噴 射\n形 態 が 破 壊 で き 、 炎 が 安 定 に 制 御 で き な く な り 、 且 つ 、 燃 料 ガ ス と 酸 化 ガ ス の 反 応 時 間 が\n短 く な り 、 火 炎 の 長 さ も 短 く な る た め 、 安 定 的 な 火 炎 帯 域 を 形 成 し 得 な く な る 。\n【 ０ ０ ８ ５ 】\n　 し た が っ て 、 燃 料 ガ ス の 噴 射 速 度 を 、 酸 化 ガ ス の 噴 射 速 度 に 比 べ て 速 く 調 節 し 、 さ ら に\n具 体 的 に は 酸 化 ガ ス の 噴 射 速 度 を １ と す る 時 、 燃 料 ガ ス の 噴 射 速 度 を 1.３ ７ 程 度 と す る 。\n且 つ 、 前 記 燃 料 ガ ス と 酸 化 ガ ス と の 噴 射 速 度 は 、 前 記 燃 料 ガ ス を 噴 射 す る 燃 料 供 給 ノ ズ ル\nと 、 酸 化 ガ ス を 噴 射 す る 酸 化 剤 供 給 ノ ズ ル と の 断 面 積 を 調 節 す る こ と に よ っ て 、 制 御 可 能\nと な る 。 か か る 理 由 に よ り 、 酸 化 剤 供 給 ノ ズ ル １ ２ ４ ａ の 断 面 積 が 燃 料 供 給 ノ ズ ル １ ２ ３\nａ の 断 面 積 よ り 大 き い も の が 好 ま し い 。\n【 ０ ０ ８ ６ 】\n　 そ し て 、 廃 ガ ス の 噴 射 速 度 は 、 酸 化 ガ ス の 噴 射 速 度 よ り 遅 く 、 よ っ て 廃 ガ ス 供 給 ノ ズ ル\n１ ２ １ ａ の 断 面 積 を 、 前 記 ノ ズ ル の う ち に 、 最 も 大 き く 形 成 す る こ と が 好 ま し い 。\n【 ０ ０ ８ ７ 】\n　 ま た 、 燃 料 ガ ス と 酸 化 ガ ス と の 使 用 量 も 、 ま た 燃 焼 効 率 を 最 大 に す る の に 重 要 で あ る 。\n本 発 明 の 実 施 例 で は 、 燃 料 ガ ス は 、 液 化 天 然 ガ ス の 一 つ で あ る メ タ ン (Ｃ Ｈ ４ )を 例 に と り\n、 酸 化 ガ ス は 、 酸 素 (Ｏ ２ )と し て 説 明 す る と 、 以 下 の 通 り で あ る 。\n【 ０ ０ ８ ８ 】\n　 メ タ ン (Ｃ Ｈ ４ )は 、 １ モ ル を 基 準 と す る 場 合 、 分 子 量 が １ ６ に 当 該 し 、 酸 素 (Ｏ ２ )は 、\n１ モ ル を 基 準 と す る 場 合 、 分 子 量 が ３ ２ に 当 該 す る 。 且 つ 、 分 子 量 を 基 準 と し 、 メ タ ン (\nＣ Ｈ ４ )と 酸 素 (Ｏ ２ )と の 比 率 を 計 算 す れ ば 、 １ ： ２ と な る 。 そ れ ゆ え 、 メ タ ン (Ｃ Ｈ ４ )\nを １ ｋ ｇ 供 給 す る 場 合 、 酸 素 (Ｏ ２ )は ２ ｋ ｇ 供 給 す る べ き で あ り 、 酸 素 を 略 ０ .２ ％ ほ ど\n超 過 し て 供 給 す る こ と が 、 燃 焼 効 率 を 増 大 す る た め に 必 要 で あ る 。\n【 ０ ０ ８ ９ 】\n　 図 １ ０ は 、 本 発 明 の 一 実 施 例 に よ っ て 、 廃 ガ ス 浄 化 処 理 装 置 の 動 作 を シ ミ ュ レ ー シ ョ ン\nし た 結 果 を 説 明 す る た め の 概 略 図 で あ る 。\n　 本 発 明 の 実 施 例 に よ れ ば 、 第 １ な い し 第 ３ の ガ ス バ ー ナ ー ノ ズ ル １ ２ ０ ａ 、 １ ２ ０ ｂ 、\n１ ２ ０ ｃ を 外 側 に 正 三 角 形 の 形 態 で 配 設 し 、 直 接 に 火 炎 を 発 生 さ せ る 。 そ し て 、 直 接 火 炎\nを 発 生 さ せ ず に 、 廃 ガ ス を 供 給 す る 廃 ガ ス 供 給 マ ニ ホ ー ル ド １ １ ０ を 中 心 と し 、 正 三 角 形\nの 形 態 で 第 １ な い し 第 ３ の ガ ス バ ー ナ ー ノ ズ ル １ ２ ０ ａ 、 １ ２ ０ ｂ 、 １ ２ ０ ｃ が な す 三 角\n形 に 対 し て 交 差 し て 配 設 し 、 間 接 火 炎 を 用 い て 注 入 さ れ た 廃 ガ ス を 処 理 す る 。\n【 ０ ０ ９ ０ 】\n　 ま た 、 図 面 に 示 さ れ た よ う に 、 廃 ガ ス 供 給 マ ニ ホ ー ル ド １ １ ０ の 中 心 軸 と 、 セ ラ ミ ッ ク\nチ ュ ー ブ １ ０ ６ の 中 心 軸 と は 、 互 い に 平 行 で あ る よ う に 設 け ら れ る 一 方 、 直 接 火 炎 を 発 生\nす る 第 １ な い し 第 ３ の ガ ス バ ー ナ ー ノ ズ ル １ ２ ０ ａ 、 １ ２ ０ ｂ 、 １ ２ ０ ｃ の 中 心 軸 は 、 一\n定 地 点 で 焦 点 を 持 つ よ う に セ ラ ミ ッ ク チ ュ ー ブ １ ０ ６ の 中 心 軸 に 対 し て 所 定 勾 配 を 持 ち な\nが ら 形 設 さ れ る 。\n【 ０ ０ ９ １ 】\n　 従 っ て 、 本 発 明 の 望 ま し い 実 施 例 に よ れ ば 、 三 つ の ガ ス バ ー ナ ー ノ ズ ル １ ２ ０ ａ 、 １ ２\n０ ｂ 、 １ ２ ０ ｃ を 用 い て 燃 料 を 供 給 し 、 廃 ガ ス を 直 接 火 炎 に よ り 処 理 し 、 且 つ 、 三 つ の 間\n接 火 炎 を 用 い て 廃 ガ ス を 処 理 す る 。 こ れ は 、 六 つ の 直 接 火 炎 を 発 生 さ せ て 、 廃 ガ ス を 処 理\nす る 廃 ガ ス 浄 化 処 理 装 置 と 同 様 な 効 果 を 奏 す る こ と に な る 。\n\n10\n\n20\n\n30\n\n40\n\n50\n\n\f",
      "images": []
    },
    {
      "page_number": 14,
      "text": "(14)\n\nJP  2007-162959  A   2007.6.28\n\n【 ０ ０ ９ ２ 】\n　 図 １ １ は 、 本 発 明 の 一 実 施 例 に よ る 廃 ガ ス 浄 化 処 理 装 置 の 構 成 図 で あ る 。\n　 図 １ １ に 示 さ れ た よ う に 、 本 発 明 に よ る 廃 ガ ス 浄 化 処 理 装 置 １ ０ ０ ０ は 、 半 導 体 装 備 に\n連 結 さ れ て お り 、 処 理 す べ き の 廃 ガ ス が 注 入 さ れ 、 一 次 的 に 浄 化 処 理 す る た め の バ ー ナ ー\n組 立 体 １ ０ ０ 、 バ ー ナ ー 組 立 体 １ ０ ０ か ら 一 次 的 に 処 理 さ れ た 廃 ガ ス を 伝 達 さ れ 、 湿 式 で\n浄 化 処 理 す べ く 、 バ ー ナ ー 組 立 体 １ ０ ０ に 並 列 に 連 結 さ れ た 第 １ 湿 式 洗 浄 部 ２ ０ ０ 及 び 第\n２ 湿 式 洗 浄 部 ３ ０ ０ を 含 む 。\n【 ０ ０ ９ ３ 】\n　 従 来 の バ ー ナ ー は 、 燃 焼 効 率 と 廃 ガ ス 流 入 口 サ イ ズ に お け る 技 術 的 限 界 に よ り 、 Ｐ Ｆ Ｃ\nガ ス 処 理 効 率 が 低 く 、 腐 食 に も 非 常 に 弱 か っ た が 、 本 発 明 の 一 実 施 例 に よ れ ば 、 廃 ガ ス 流\n入 口 が 、 従 来 の バ ー ナ ー に 比 べ て 、 略 ３ 倍 以 上 拡 張 さ れ て い る た め 、 廃 ガ ス 流 入 に よ る 管\n路 閉 塞 が 生 じ な い 。 且 つ 、 相 対 流 入 速 度 が 低 い た め 、 直 接 火 炎 に お け る 滞 留 時 間 を 長 く 与\nえ る こ と に よ っ て 、 分 解 し に く か っ た Ｐ Ｆ Ｃ ガ ス を ９ ９ ％ 以 上 処 理 し 得 る こ と を 特 徴 と す\nる 。\n【 ０ ０ ９ ４ 】\n　 本 発 明 の 一 実 施 例 に よ っ て 、 バ ー ナ ー 組 立 体 １ ０ ０ 内 で Ｐ Ｆ Ｃ ガ ス が 分 解 で き る 化 学 式\nは 、 以 下 の 通 り で あ る 。\n【 ０ ０ ９ ５ 】\n（ 化 学 式 ２ ）\n　 Ｃ ４ Ｆ ８ ＋ ４ Ｃ Ｈ ４ ＋ ８ Ｏ ２ → ８ Ｈ Ｆ ＋ ８ Ｃ Ｏ ２ ＋ ４ Ｈ ２ Ｏ\n（ 化 学 式 ３ ）\n　 Ｃ ３ Ｆ ８ ＋ ３ Ｃ Ｈ ４ ＋ ６ Ｏ ２ → ８ Ｈ Ｆ ＋ ６ Ｃ Ｏ ２ ＋ ２ Ｈ ２ Ｏ\n（ 化 学 式 ４ ）\n　 ２ Ｃ ２ Ｆ ６ ＋ ４ Ｃ Ｈ ４ ＋ ９ Ｏ ２ → １ ２ Ｈ Ｆ ＋ ８ Ｃ Ｏ ２ ＋ ２ Ｈ ２ Ｏ\n（ 化 学 式 ５ ）\n　 Ｃ Ｆ ４ ＋ ２ Ｃ Ｈ ４ ＋ ４ Ｏ ２ → ４ Ｈ Ｆ ＋ ３ Ｃ Ｏ ２ ＋ ２ Ｈ ２ Ｏ\n【 ０ ０ ９ ６ 】\n　 本 発 明 の 一 実 施 例 に よ れ ば 、 半 導 体 製 造 工 程 や 化 学 工 程 な ど で 排 出 さ れ る 廃 ガ ス は 、 Ｃ\n２ 、 Ｆ ４ 、 Ｃ Ｆ ４ 、 Ｃ ３ Ｆ ８ 、 Ｎ Ｆ ３ 、 Ｓ Ｆ ６ な ど の よ う な Ｐ Ｆ Ｃ ガ ス で あ っ て 、 人 体 に\n有 毒 で あ り な が ら 、 腐 食 性 が あ る 。 か か る Ｐ Ｆ Ｃ ガ ス を バ ー ナ ー 組 立 体 １ ０ ０ で 前 記 化 学\n式 に 沿 っ て 処 理 す る こ と に よ っ て 、 １ 次 及 び ２ 次 湿 式 洗 浄 部 ２ ０ ０ 、 ３ ０ ０ で イ オ ン 処 理\n可 能 な Ｈ Ｆ に よ り 分 離 を 行 う 。\n【 ０ ０ ９ ７ 】\n　 即 ち 、  本 発 明 の 一 実 施 例 に よ れ ば 、 バ ー ナ ー 組 立 体 １ ０ ０ で １ 次 的 に 処 理 し 、 イ オ ン\n処 理 可 能 な Ｈ Ｆ に よ り 分 離 さ れ た 廃 ガ ス を 、 バ ー ナ ー 組 立 体 １ ０ ０ に 第 １ 配 管 部 ２ ４ ０ に\nよ り 連 結 さ れ て い る 第 １ 湿 式 洗 浄 部 ２ ０ ０ と 、 第 ２ 配 管 部 ２ ４ ２ に よ り 並 列 に 連 結 さ れ て\nい る 第 ２ 湿 式 洗 浄 部 ３ ０ ０ と に 、 そ れ ぞ れ 伝 達 す る こ と に な る 。\n【 ０ ０ ９ ８ 】\n　 図 １ ２ は 、 本 発 明 の 一 実 施 例 に よ る 廃 ガ ス 浄 化 処 理 装 置 の 湿 式 洗 浄 部 を 説 明 す る た め の\n部 分 断 面 図 で あ る 。\n【 ０ ０ ９ ９ 】\n　 図 １ ２ に 示 さ れ た よ う に 、 本 発 明 の 一 実 施 例 に よ る 湿 式 洗 浄 部 ２ ０ ０ は 、 １ 次 粉 塵 捕 集\n部 ２ ３ １ 、 循 環 ウ ォ ー タ ー ス プ レ ー (ｃ ｉ ｒ ｃ ｕ ｌ ａ ｔ ｉ ｏ ｎ 　 ｗ ａ ｔ ｅ ｒ 　 ｓ ｐ ｒ ａ ｙ )\n２ ３ ４ 、 ２ 次 粉 塵 捕 集 部 ２ ３ ２ 及 び フ レ ッ シ ュ ウ ォ ー タ ー ス プ レ ー (ｆ ｒ ｅ ｓ ｈ 　 ｗ ａ ｔ\nｅ ｒ 　 ｓ ｐ ｒ ａ ｙ )２ ３ ５ を 包 含 す る 。\n【 ０ １ ０ ０ 】\n　 具 体 的 に 、 半 導 体 製 造 装 置 か ら 排 出 さ れ る 廃 ガ ス が 、 バ ー ナ ー 組 立 体 １ ０ ０ で 燃 焼 ・ 酸\n化 さ れ た り 、 熱 分 解 さ れ る 方 法 に よ り 燃 え る こ と に よ っ て 、 １ 次 的 に 浄 化 さ れ た 後 、 配 管\n部 を 介 し て 第 １ 及 び 第 ２ の 湿 式 洗 浄 部 ２ ０ ０ 、 ３ ０ ０ へ 流 入 で き る 。\n【 ０ １ ０ １ 】\n\n10\n\n20\n\n30\n\n40\n\n50\n\n\f",
      "images": []
    },
    {
      "page_number": 15,
      "text": "(15)\n\nJP  2007-162959  A   2007.6.28\n\n　 そ こ で 、 １ 次 に 浄 化 さ れ た 排 気 ガ ス に は 、 未 だ 処 理 で き な か っ た 一 部 の ガ ス や 粉 塵 粒 子\nな ど が 含 ま れ て い る 。 そ し て 、 第 １ 及 び 第 ２ の 湿 式 洗 浄 部 ２ ０ ０ 、 ３ ０ ０ の 循 環 ウ ォ ー タ\nー ス プ レ ー ２ ３ ４ は 、 配 管 部 ２ ４ ０ 、 ２ ４ ２ を 介 し て 注 入 さ れ た １ 次 浄 化 済 み の 廃 ガ ス に\nウ ォ ー タ ー を 噴 射 さ せ る こ と に な り 、 こ の よ う に ウ ォ ー タ ー が 噴 射 さ れ た １ 次 浄 化 済 み の\n廃 ガ ス は 、 １ 次 粉 塵 捕 集 部 ２ ３ １ を 通 過 す る 。 こ れ に よ っ て 、 １ 次 に 浄 化 さ れ た 廃 ガ ス の\n中 に 含 ま れ て い た パ ウ ダ ー 状 の 粉 塵 な ど を 洗 浄 さ せ る こ と に な る 。\n【 ０ １ ０ ２ 】\n　 そ れ か ら 、 洗 浄 さ れ た 廃 ガ ス を 、 再 び ２ 次 粉 塵 捕 集 部 ２ ３ ２ 及 び フ レ ッ シ ュ ウ ォ ー タ ー\nス プ レ ー ２ ３ ５ を 通 過 さ せ る こ と に よ っ て 、 さ ら に 精 度 よ く 洗 浄 を 行 う こ と か で き る 。\n【 ０ １ ０ ３ 】\n　 本 発 明 の 望 ま し い 実 施 例 に よ れ ば 、 １ 次 粉 塵 捕 集 部 ２ ３ １ と ２ 次 粉 塵 捕 集 部 ２ ３ ２ と の\n間 に 、 充 填 材 ２ ３ ９ を 詰 め る こ と か ら 、 廃 ガ ス と ウ ォ ー タ ー と の 接 触 面 積 を 倍 加 さ せ る こ\nと に よ っ て 、 洗 浄 を 効 率 よ く 行 え る こ と を 特 徴 と す る 。\n【 ０ １ ０ ４ 】\n　 本 発 明 の 一 実 施 例 に よ れ ば 、 バ ー ナ ー 組 立 体 か ら の １ 次 浄 化 ガ ス を 湿 式 洗 浄 部 ２ ０ ０ の\nタ ワ ー ２ ３ ６ 内 に 注 入 し 、 循 環 ウ ォ ー タ ー ス プ レ ー ２ ３ ４ か ら 噴 射 さ れ る ウ ォ ー タ ー を 用\nい て 、 １ 次 粉 塵 捕 集 部 ２ ３ １ に よ り 水 溶 性 ガ ス を 処 理 す る こ と に な る 。 こ の 際 、 処 理 さ れ\nる 目 標 副 産 物 の サ イ ズ は 略 ５ μ ｍ 以 下 で あ る 。 ま た 、 湿 式 洗 浄 部 ２ ０ ０ の タ ワ ー ２ ３ ６ の\n比 表 面 積 を 最 大 化 す る た め に 、 最 適 の パ ッ キ ン グ 物 質 を 用 い た 。\n【 ０ １ ０ ５ 】\n　 １ 次 粉 塵 捕 集 部 ２ ３ １ を 通 過 し た 廃 ガ ス は 、 フ レ ッ シ ュ ウ ォ ー タ ー ス プ レ ー ２ ３ ５ に よ\nる ウ ォ ー タ ー 及 び 充 填 材 ２ ３ ９ を 通 っ て 、 ２ 次 粉 塵 捕 集 部 ２ ３ ２ を 通 過 す る こ と に な る 。\nこ の 際 、 湿 式 洗 浄 部 ２ ０ ０ の タ ワ ー ２ ３ ６ 内 で ハ ロ ゲ ン 族 化 合 物 ガ ス が １ 次 浄 化 済 み の 廃\nガ ス 内 に 含 ま れ て い る 場 合 に は 、 ウ ォ ー タ ー ス プ レ ー ２ ３ ４ 、 ２ ３ ５ に よ り 噴 射 さ れ た ウ\nォ ー タ ー と 混 ざ り 合 っ て 水 溶 状 態 の イ オ ン と し て 存 在 す る こ と に な る 。 前 記 水 溶 液 は 酸 性\nで あ り 、 且 つ 、 Ｎ Ｈ ３ ガ ス を 湿 式 処 理 し て 、 水 に 溶 解 さ せ る 場 合 、 塩 基 性 水 溶 液 と な る 。\n一 般 に 、 酸 性 ガ ス は 、 塩 基 性 (Ｎ ａ Ｏ Ｈ 、 Ｋ Ｏ Ｈ )物 質 と 反 応 を よ く 起 こ し 、 Ｈ Ｆ 、 Ｃ ｌ ２\nな ど の 酸 性 ガ ス の み な ら ず 、 Ｃ Ｏ な ど の 全 て の 酸 性 ガ ス と の 反 応 性 も よ い た め 、 効 率 増 大\nの た め に Ｎ ａ Ｏ Ｈ 、 又 は 、 Ｋ Ｏ Ｈ を 添 加 し 、 処 理 す る こ と も 可 能 で あ る 。\n【 ０ １ ０ ６ 】\n　 そ し て 、 １ 次 粉 塵 捕 集 部 ２ ３ １ と ２ 次 粉 塵 捕 集 部 ２ ３ ２ と は 網 状 か ら な り 、 バ ー ナ ー 組\n立 体 か ら 注 入 さ れ た 廃 ガ ス に ウ ォ ー タ ー を 噴 射 す べ く 、 １ 次 粉 塵 捕 集 部 ２ ３ １ の 下 端 に 循\n環 ウ ォ ー タ ー ス プ レ ー ２ ３ ４ が 設 け ら れ る 。 ま た 、 １ 次 粉 塵 捕 集 部 ２ ３ １ を 通 過 し た 廃 ガ\nス を ２ 次 に 浄 化 す べ く 、 ２ 次 粉 塵 捕 集 部 ２ ３ ２ の 下 端 に フ レ ッ シ ュ ウ ォ ー タ ー ス プ レ ー ２\n３ ２ が 設 け ら れ る 。\n【 ０ １ ０ ７ 】\n　 従 っ て 、 精 度 よ く 洗 浄 さ れ た 廃 ガ ス が 浄 化 で き 、 該 浄 化 ガ ス が 排 出 ダ ク タ を 介 し て 外 部\nに 放 出 さ れ る こ と に な る 。\n【 ０ １ ０ ８ 】\n　 前 述 し た よ う に 、 本 発 明 は 、 望 ま し い 実 施 例 を 中 心 と し て 説 明 さ れ て い る が 、 本 技 術 分\n野 に お け る 熟 練 者 で あ れ ば 、 本 発 明 の 要 旨 を 逸 脱 し な い 範 囲 に お い て 、 様 々 変 形 し て 実 施\nす る こ と が 可 能 で あ る こ と は 明 白 で あ る 。\n【 図 面 の 簡 単 な 説 明 】\n【 ０ １ ０ ９ 】\n【 図 １ 】 従 来 の 廃 ガ ス 浄 化 処 理 装 置 の ガ ス バ ー ナ ー ノ ズ ル の 構 成 を 示 す 平 面 図 で あ る 。\n【 図 ２ 】 従 来 の 廃 ガ ス 浄 化 処 理 装 置 の ガ ス バ ー ナ ー ノ ズ ル の 構 成 を 示 す 断 面 図 で あ る 。\n【 図 ３ 】 一 般 の 廃 ガ ス 浄 化 処 理 装 置 の 工 程 を 示 し た 概 略 図 で あ る 。\n【 図 ４ Ａ 】 本 発 明 の 一 実 施 例 に よ る 廃 ガ ス 浄 化 処 理 装 置 の バ ー ナ ー 組 立 体 を 説 明 す る た め\nの 斜 視 図 で あ る 。\n【 図 ４ Ｂ 】 本 発 明 の 一 実 施 例 に よ る 廃 ガ ス 浄 化 処 理 装 置 の バ ー ナ ー 組 立 体 を 説 明 す る た め\n\n10\n\n20\n\n30\n\n40\n\n50\n\n\f",
      "images": []
    },
    {
      "page_number": 16,
      "text": "(16)\n\nJP  2007-162959  A   2007.6.28\n\nの 斜 視 図 で あ る 。\n【 図 ５ 】 本 発 明 の 一 実 施 例 に よ る 廃 ガ ス 浄 化 処 理 装 置 の バ ー ナ ー 組 立 体 を 説 明 す る た め の\n平 面 図 で あ る 。\n【 図 ６ 】 本 発 明 の 一 実 施 例 に よ る 廃 ガ ス 浄 化 処 理 装 置 の バ ー ナ ー 組 立 体 に ワ イ パ ー を 取 り\n付 け た 構 成 を 説 明 す る た め の 底 面 図 で あ る 。\n【 図 ７ Ａ 】 本 発 明 の 一 実 施 例 に よ る 廃 ガ ス 浄 化 処 理 装 置 の バ ー ナ ー 組 立 体 を 説 明 す る た め\nの 断 面 図 で あ る 。\n【 図 ７ Ｂ 】 本 発 明 の 一 実 施 例 に よ る 廃 ガ ス 浄 化 処 理 装 置 の バ ー ナ ー 組 立 体 を 説 明 す る た め\nの 断 面 図 で あ る 。\n【 図 ７ Ｃ 】 本 発 明 の 一 実 施 例 に よ る 廃 ガ ス 浄 化 処 理 装 置 の バ ー ナ ー 組 立 体 を 説 明 す る た め\nの 断 面 図 で あ る 。\n【 図 ８ 】 本 発 明 の 一 実 施 例 に よ る 廃 ガ ス 浄 化 処 理 装 置 の バ ー ナ ー 組 立 体 に 取 り 付 け ら れ た\nガ ス バ ー ナ ー ノ ズ ル を 説 明 す る た め の 斜 視 図 で あ る 。\n【 図 ９ Ａ 】 本 発 明 の 一 実 施 例 に よ る 廃 ガ ス 浄 化 処 理 装 置 の バ ー ナ ー 組 立 体 に 取 り 付 け ら れ\nた ガ ス バ ー ナ ー ノ ズ ル の 断 面 図 で あ る 。\n【 図 ９ Ｂ 】 本 発 明 の 一 実 施 例 に よ る 廃 ガ ス 浄 化 処 理 装 置 の バ ー ナ ー 組 立 体 に 取 り 付 け ら れ\nた ガ ス バ ー ナ ー ノ ズ ル の 他 の 断 面 図 で あ る 。\n【 図 １ ０ 】 本 発 明 の 一 実 施 例 に よ る 廃 ガ ス 浄 化 処 理 装 置 の 動 作 を シ ミ ュ レ ー シ ョ ン し た 結\n果 を 説 明 す る た め の 概 略 図 で あ る 。\n【 図 １ １ 】 本 発 明 の 一 実 施 例 に よ る 廃 ガ ス 浄 化 処 理 装 置 の 構 成 図 で あ る 。\n【 図 １ ２ 】 本 発 明 の 一 実 施 例 に よ る 廃 ガ ス 浄 化 処 理 装 置 の 湿 式 洗 浄 部 を 説 明 す る 部 分 断 面\n図 で あ る 。\n【 符 号 の 説 明 】\n【 ０ １ １ ０ 】\n１ ０ ０ 　 バ ー ナ ー 組 立 体\n１ ０ １ 　 Ｎ ２ ガ ス 注 入 口\n１ ０ ２ 　 点 火 部\n１ ０ ３ 　 Ｐ Ｕ セ ン サ ー 部\n１ ０ ５ 　 内 部 リ ン グ\n１ ０ ６ 　 セ ラ ミ ッ ク チ ュ ー ブ\n１ ０ ７ 　 外 部 リ ン グ\n１ ０ ９ 　 主 フ ラ ン ジ\n１ １ ０ 　 廃 ガ ス 供 給 マ ニ ホ ー ル ド\n１ １ ２ 　 冷 却 水 循 環 部\n１ １ ３ 　 冷 却 水 注 入 部\n１ １ ４ 　 ロ ー タ リ ー ア ク チ ュ エ ー タ ア セ ン ブ リ\n１ １ ５ 　 火 炎 セ ン サ ー\n１ １ ８ 　 ロ ー タ リ ー シ ャ フ ト\n１ １ ９ 　 ワ イ パ ー\n１ ２ ０ 、 １ ２ ０ ａ 、 １ ２ ０ ｂ 、 １ ２ ０ ｃ 　 第 １ な い し 第 ３ ガ ス バ ー ナ ー ノ ズ ル\n１ ２ １ 　 フ ラ ン ジ\n１ ２ １ ａ  廃 ガ ス 供 給 直 接 火 炎 ノ ズ ル 　\n１ ２ ２ 　  第 １ メ タ ル 密 封 部\n１ ２ ３ 　  燃 料 ガ ス 供 給 部\n１ ２ ３ ａ  燃 料 供 給 ノ ズ ル\n１ ２ ４ 　  酸 化 剤 供 給 部\n１ ２ ４ ａ  酸 化 剤 供 給 ノ ズ ル\n１ ２ ５ 　  冷 却 水 供 給 部\n１ ２ ６ 　  ヘ ッ ド ユ ニ ッ ト ベ ー ス\n１ ２ ７ 　  第 ２ メ タ ル 密 封 部\n\n10\n\n20\n\n30\n\n40\n\n50\n\n\f",
      "images": []
    },
    {
      "page_number": 17,
      "text": "(17)\n\nJP  2007-162959  A   2007.6.28\n\n１ ２ ８ 　  廃 ガ ス 供 給 部\n１ ３ ０ 　  セ ラ ミ ッ ク チ ュ ー ブ\n２ ０ ０ 　  第 １ 湿 式 洗 浄 部\n２ ４ ０ 　  第 １ 配 管 部\n２ ４ ２ 　  第 ２ 配 管 部\n３ ０ ０ 　  第 ２ 湿 式 洗 浄 部\n\n【 図 １ 】\n\n【 図 ４ Ａ 】\n\n【 図 ２ 】\n\n【 図 ３ 】\n\n\f",
      "images": []
    },
    {
      "page_number": 18,
      "text": "【 図 ４ Ｂ 】\n\n【 図 ５ 】\n\n(18)\n\nJP  2007-162959  A   2007.6.28\n\n【 図 ６ 】\n\n【 図 ７ Ａ 】\n\n【 図 ７ Ｃ 】\n\n【 図 ７ Ｂ 】\n\n\f",
      "images": []
    },
    {
      "page_number": 19,
      "text": "【 図 ８ 】\n\n【 図 ９ Ａ 】\n\n(19)\n\nJP  2007-162959  A   2007.6.28\n\n【 図 ９ Ｂ 】\n\n【 図 １ ０ 】\n\n【 図 １ ２ 】\n\n【 図 １ １ 】\n\n\f",
      "images": []
    },
    {
      "page_number": 20,
      "text": "̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶\n\n(20)\n\nJP  2007-162959  A   2007.6.28\n\nフロントページの続き\n\n(72)発明者　ウーン　スン　チョイ\n\n　　　　　　大韓民国　チュンチェオンナム−ド　セオサン−シ　ジゴク−メオン　チャンヒュン−リ　６５６\n\nＦターム(参考) 3K017 DF02　DF08\n\n　　　　　　　 3K078 BA18　BA20　BA26　CA03　CA09　CA24\n\n　　　　　　　 4D002 AA22　AC10　BA02　BA05　BA14　CA01　CA07　CA13　DA02　DA12\n\n　　　　　　　　　　 DA35　EA02　HA01　HA10\n\n\f",
      "images": []
    }
  ],
  "chunks": [
    {
      "id": "폐가스_정화처리_장치_일본_-93aecab3#p1#c000",
      "page": 1,
      "text": "JP  2007-162959  A   2007.6.28\n(57)【要約】　　　（修正有）\n【課題】大容量の廃ガスを同時に処理することができる\n廃ガス浄化処理装置を提供する。\n【解決手段】廃ガス浄化処理装置は、廃ガスを燃焼させ\n、発火性ガスと爆発性ガスとを除去するためのバーナー\n部と、バーナー部に並列に連結され、バーナー部で処理\nされた廃ガスのうち水溶性の有毒性ガスを水に溶解させ\nる湿式洗浄部及び、バーナー部と湿式洗浄部とを連結す\nるための配管部を包含しており、そこで、バーナー部は\n、様々な種類の廃ガスを供給するための廃ガス供給マニ\nホールドと、廃ガスを供給しながら直接火炎を発生させ\nるための複数のガスバーナーノズルとを含むバーナー組\n立体からなり、廃ガス供給マニホールドを介して排出さ\nれる廃ガスがガスバーナーノズルにより発生される直接\n火炎を用いて、間接火炎を発生させ且つ処理される。\n【選択図】図３",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/폐가스 정화처리 장치(일본).pdf",
        "title": "폐가스 정화처리 장치(일본)",
        "doc_id": "폐가스_정화처리_장치_일본_-93aecab3",
        "page": 1,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "폐가스_정화처리_장치_일본_-93aecab3#p2#c000",
      "page": 2,
      "text": "(2)\nJP  2007-162959  A   2007.6.28\n【特許請求の範囲】\n【請求項１】\n　半導体製造工程や化学工程などから排出される廃ガスを浄化して放出する廃ガス浄化処\n理装置において、\n　前記廃ガスを燃焼させることから、発火性ガスと爆発性ガスとを除去するためのバーナ\nー部と、\n　前記バーナー部に並列に連結され、前記バーナー部で処理された廃ガスのうち水溶性の\n有毒性ガスを水に溶解させる湿式洗浄部及び\n　前記バーナー部と前記湿式洗浄部とを連結するための配管部を包含し、\n　そこで、前記バーナー部は、主フランジと、\n　前記主フランジ内に設けられるセラミックチューブと、\n　前記主フランジと前記セラミックチューブとの間に設けられ、前記セラミックチューブ\n内の温度を調節する冷却水循環部と、\n　前記主フランジの上部中央に設けられ、様々な種類の廃ガスを供給するための廃ガス供\n給マニホールドと、\n　前記主フランジの上部に、前記廃ガス供給マニホールドを中心とし三角形状から成され\n、廃ガスを供給しながら直接火炎を発生させるための複数のガスバーナーノズルとを包含\nするバーナー組立体からなり、\n　前記廃ガス供給マニホールドを介して排出される廃ガスが、前記ガスバーナーノズルに\nより発生される直接火炎を用いて間接火炎を発生させ、処理されることを特徴とする廃ガ\nス浄化処理装置。\n【請求項２】\n　前記主フランジ部の上部に設けられ、前記セラミックチューブ内の火炎を検出するため\nのセンサーをさらに含むことを特徴とする請求項１に記載の廃ガス浄化処理装置。\n【請求項３】\n　前記廃ガス供給マニホールドと、前記複数のバーナーノズルの前記主フランジ内部に位\n置する一側端部とに設けられ、前記バーナー組立体内で発生されて吸着できる異物と副産\n物とを除去するためのワイパーをさらに含むことを特徴とする請求項１に記載の廃ガス浄\n化処理装置。\n【請求項４】\n　前記ワイパーを駆動すべく、前記主フランジの上部中央に形成の前記廃ガス供給マニホ\nールドの中心に設けられるロータリーアクチュエータアセンブリ及び\n　前記ワイパーと前記ロータリーアクチュエータアセンブリとの間に設けられ、前記ロー\nタリーアクチュエータアセンブリの動力を前記ワイパーに伝達するためのロータリーシャ\nフトをさらに含むことを特徴とする請求項３に記載の廃ガス浄化処理装置。\n【請求項５】\n　前記セラミックチューブは、熱伝達係数の低い物質からなり、発生された熱を遮断する\n防炎作用を奏することによって、直接火炎を有する前記ガスバーナーノズルから発生され\nる火炎が全体的に形成できるようにすることで、直接火炎を持たない前記廃ガス供給マニ\nホールドにも同じ熱量を与え、間接火炎を発生させることを特徴とする請求項１に記載の\n廃ガス浄化処理装置。\n【請求項６】",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/폐가스 정화처리 장치(일본).pdf",
        "title": "폐가스 정화처리 장치(일본)",
        "doc_id": "폐가스_정화처리_장치_일본_-93aecab3",
        "page": 2,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "폐가스_정화처리_장치_일본_-93aecab3#p2#c001",
      "page": 2,
      "text": "【請求項５】\n　前記セラミックチューブは、熱伝達係数の低い物質からなり、発生された熱を遮断する\n防炎作用を奏することによって、直接火炎を有する前記ガスバーナーノズルから発生され\nる火炎が全体的に形成できるようにすることで、直接火炎を持たない前記廃ガス供給マニ\nホールドにも同じ熱量を与え、間接火炎を発生させることを特徴とする請求項１に記載の\n廃ガス浄化処理装置。\n【請求項６】\n　前記ガスバーナーノズルは、\n　廃ガス供給部及び廃ガス供給ノズルを形成し、廃ガスを注入するための構造を持つフラ\nンジと、　\n　前記フランジの上側に設けられた第１メタル密封部と、\n　前記第１メタル密封部下側の前記フランジに組み合わされる燃料供給ノズルを備える燃\n料ガス供給部と、\n　前記燃料ガス供給部下側の前記フランジに組み合わされる酸化剤供給ノズルを備える酸\n化剤供給部と、\n10\n20\n30\n40\n50",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/폐가스 정화처리 장치(일본).pdf",
        "title": "폐가스 정화처리 장치(일본)",
        "doc_id": "폐가스_정화처리_장치_일본_-93aecab3",
        "page": 2,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "폐가스_정화처리_장치_일본_-93aecab3#p3#c000",
      "page": 3,
      "text": "(3)\nJP  2007-162959  A   2007.6.28\n　前記フランジの下側に取り付けられるヘッドユニットベースと、\n　前記酸化剤供給部下方の前記ヘッドユニットベース上に配設される冷却水供給部及び\n　前記フランジと前記ヘッドユニットベースとの間を封止するための第２密封部とを含む\nことを特徴とする請求項１に記載の廃ガス浄化処理装置。\n【請求項７】\n　前記ガスバーナーノズルの最も内側中心の同心円上に廃ガス供給ノズルが配設され、前\n記廃ガス供給ノズルの外側同心円上に前記廃ガス供給ノズルと同軸を成さずに、所定傾斜\n角を有しながら内側に傾けられて燃料供給ノズルが配設され、前記燃料供給ノズルの外側\n同心円上に等間隔で配設され、前記廃ガス供給ノズルと同軸をなす酸化剤供給ノズルが配\n設されることを特徴とする請求項６に記載の廃ガス浄化処理装置。\n【請求項８】\n　前記第１メタル密封部は、前記燃料供給ノズルから供給された燃料が外部へ漏れないよ\nうに封止する役割を果たしており、前記第２メタル密封部は、前記酸化剤供給部から注入\nされた酸化剤が前記酸化剤供給ノズルから逆流し、外部に漏れないように封止することを\n特徴とする請求項６に記載の廃ガス浄化処理装置。\n【請求項９】\n　前記直接火炎を発生させるための複数のガスバーナーノズルの中心軸は、前記主フラン\nジの中心軸に対して所定勾配を保持するように設けられることを特徴とする請求項１ない\nし８のうちに、いずれかの一つに記載の廃ガス浄化処理装置。\n【請求項１０】\n　前記廃ガス供給マニホールドの中心軸は、前記主フランジの中心軸に対して互いに平行\nに設けられることを特徴とする請求項９に記載の廃ガス浄化処理装置。\n【請求項１１】\n　前記酸化剤供給ノズルを介して噴射できる酸化剤の流速が、前記燃料供給ノズルを介し\nて噴射できる燃料の流速より速いことを特徴とする請求項６ないし８のうちに、いずれか\nの一つに記載の廃ガス浄化処理装置。\n【請求項１２】\n　前記湿式洗浄部は、前記バーナー部に並列に連結されて、一組を成すことを特徴とする\n請求項１に記載の廃ガス浄化処理装置。\n【請求項１３】\n　前記湿式洗浄部は、\n　前記バーナ部を通過した廃ガスを１次に浄化するために網状から成された１次粉塵捕集\n部と、\n　前記バーナー部から注入された廃ガスにウォーターを噴射するために前記１次粉塵捕集\n部の下端に設けられた循環ウォータースプレーと、\n　前記１次粉塵捕集部を通過した廃ガスを２次に浄化するために網状から成された２次粉\n塵捕集部と、\n　前記２次粉塵捕集部の下端に設けられたフレッシュウォータースプレー及び、\n　前記１次及び２次粉塵捕集部間に充填されて、廃ガスとウォーターとの接触表面積を増\n加させる充填材を含むことを特徴とする請求項１２に記載の廃ガス浄化処理装置。",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/폐가스 정화처리 장치(일본).pdf",
        "title": "폐가스 정화처리 장치(일본)",
        "doc_id": "폐가스_정화처리_장치_일본_-93aecab3",
        "page": 3,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "폐가스_정화처리_장치_일본_-93aecab3#p3#c001",
      "page": 3,
      "text": "部の下端に設けられた循環ウォータースプレーと、\n　前記１次粉塵捕集部を通過した廃ガスを２次に浄化するために網状から成された２次粉\n塵捕集部と、\n　前記２次粉塵捕集部の下端に設けられたフレッシュウォータースプレー及び、\n　前記１次及び２次粉塵捕集部間に充填されて、廃ガスとウォーターとの接触表面積を増\n加させる充填材を含むことを特徴とする請求項１２に記載の廃ガス浄化処理装置。\n【発明の詳細な説明】\n【技術分野】\n【０００１】\n　本発明は、半導体製造装備に連結されて設けられ、排出される廃ガス中に含まれた有害\n成分を除去するための廃ガス浄化処理装置に関するものであって、さらに詳しくは、少数\nの直接火炎ノズルだけで複数の直接火炎ノズルが備えられているような性能を発揮するこ\nとによって、燃料量消耗が少なく、省エネ効果や燃焼性能などが向上できる廃ガス浄化処\n理装置のバーナー組立体と、一つの燃焼部に一組の湿式洗浄部を並列に連結することから\n、大容量の廃ガスを同時に処理することができる廃ガス浄化処理装置に関する。\n【背景技術】\n10\n20\n30\n40\n50",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/폐가스 정화처리 장치(일본).pdf",
        "title": "폐가스 정화처리 장치(일본)",
        "doc_id": "폐가스_정화처리_장치_일본_-93aecab3",
        "page": 3,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "폐가스_정화처리_장치_일본_-93aecab3#p4#c000",
      "page": 4,
      "text": "(4)\nJP  2007-162959  A   2007.6.28\n【０００２】\n　一般に、化学工程や半導体製造工程などから排出される廃ガスは、有毒性、爆発性及び\n腐食性が強いため、人体に有害であるばかりでなく、そのまま大気中に排出される場合、\n環境汚染を齎す原因となる。従って、かかる廃ガスは、有害成分の含量を許容濃度以下に\n低める浄化処理過程が必ず必要となり、このような毒性物質を除去する浄化処理過程を介\nして無害ガスのみ大気中に排出させるべく、法律として義務づけられている。\n【０００３】\n　半導体製造工程などから排出される有害性ガスを処理する方法としては大別して三つに\n分けられる。一つは、主に水素基などを含有した発火性ガスを高温の燃焼室で分解、反応\n又は燃焼させるバーニング(ｂｕｒｎｉｎｇ)方法であり、二つは、主に水溶性ガスを、水\n槽に貯蔵されている水に通過させる間、水に溶解させて処理する湿式(ｗｅｔｔｉｎｇ)方\n法であり、最後に、発火されなかったり、水に溶けない有害性ガスが吸着剤を通過する間\n、吸着剤により物理的又は化学的な吸着によって浄化するという吸着方法である。\n【０００４】\n　さらに詳しくは、前述したような廃ガス浄化処理としては、 湿式方式(Ｗｅｔ Ｓｃｒ\nｕｂｂｅｒ)、電気ヒーターを用いた間接酸化方式(Ｔｈｅｒｍａｌ Ｗｅｔ Ｓｃｒｕｂｂ\nｅｒ) 、燃料ガスバーナーを用いた直接酸化方式(Ｄｉｒｅｃｔ Ｂｕｒｎ Ｗｅｔ Ｓｃｒ\nｕｂｂｅｒ)、吸着剤を用いた物理化学吸着方式(Ｄｒｙ Ｓｃｒｕｂｂｅｒ)及び電気的放\n電を用いたプラズマ方式(Ｐｌａｓｍａ Ｓｃｒｕｂｂｅｒ)などで細かく分けることがで\nきる。\n【０００５】\n　図１及び図２に示されたように、従来技術による廃ガス浄化処理装置のガスバーナーノ\nズル構成が平面図及び断面図としてそれぞれ示されている。また、図３は、一般の廃ガス\n浄化処理装置の工程を示す概略図であって、本発明は、従来の廃ガス浄化処理装置の工程\n中、バーナー部５０にその特徴がある。\n【０００６】\n　従来技術による同軸流拡散火炎用バーナー２は、相互同軸をなしながら、配列された複\n数のノズルが内側から廃ガス供給ノズル１０と、燃料供給ノズル２０及び酸化剤供給ノズ\nル３０の順に配設されている。\n【０００７】\n　前記廃ガス供給ノズル１０は、半導体製造工程や化学工程などがら排出される廃ガス１\n２を供給し、前記廃ガス１２は、化学気相蒸着(ＣＶＤ：Ｃｈｅｍｉｃａｌ　Ｖａｐｏｒ\n Ｄｅｐｏｓｉｔｉｏｎ)若しくはエッチング(ｅｔｃｈｉｎｇ)工程などから排出され、有\n害物質を多量含有しているものとして、環境汚染の原因となる。\n【０００８】\n　前記燃料供給ノズル２０は、火炎の燃料となる燃料ガス２２を噴射し、前記燃料ガス２",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/폐가스 정화처리 장치(일본).pdf",
        "title": "폐가스 정화처리 장치(일본)",
        "doc_id": "폐가스_정화처리_장치_일본_-93aecab3",
        "page": 4,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "폐가스_정화처리_장치_일본_-93aecab3#p4#c001",
      "page": 4,
      "text": "２を供給し、前記廃ガス１２は、化学気相蒸着(ＣＶＤ：Ｃｈｅｍｉｃａｌ　Ｖａｐｏｒ\n Ｄｅｐｏｓｉｔｉｏｎ)若しくはエッチング(ｅｔｃｈｉｎｇ)工程などから排出され、有\n害物質を多量含有しているものとして、環境汚染の原因となる。\n【０００８】\n　前記燃料供給ノズル２０は、火炎の燃料となる燃料ガス２２を噴射し、前記燃料ガス２\n２としては、液化天然ガス、液化石油ガス、水素ガスなどが主に用いられている。\n【０００９】\n　前記酸化剤供給ノズル３０は、前記燃料ガス２２との燃焼反応により火炎を形成する酸\n化ガス３２を噴射し、且つ、前記酸化ガス３２としては酸素(Ｏ２)若しくはエアが主に用\nいられている。\n【００１０】\n　以下では、廃ガス供給ノズル１０により供給される廃ガス１２が同軸流拡散火炎用バー\nナーにより燃焼される過程を簡単に説明する。\n【００１１】\n　前記燃料供給ノズル２０により噴射される燃料ガス２２と、酸化剤供給ノズル３０によ\nり噴射される酸化ガス３２とが混合されて、燃焼室に移送される。この際、点火器(図示\nせず)により点火されると、前記燃料ガス２２と酸化ガス３２とが炎により燃焼でき、こ\nの際、前記廃ガス１２は、燃料ガス２２と混ぜ合わされながら燃焼し、強引に酸化される\nことになる。\n10\n20\n30\n40\n50",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/폐가스 정화처리 장치(일본).pdf",
        "title": "폐가스 정화처리 장치(일본)",
        "doc_id": "폐가스_정화처리_장치_일본_-93aecab3",
        "page": 4,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "폐가스_정화처리_장치_일본_-93aecab3#p5#c000",
      "page": 5,
      "text": "(5)\nJP  2007-162959  A   2007.6.28\n【００１２】\n　前記燃料供給ノズル２０と、酸化剤供給ノズル３０とは、相互同軸を成しながら、平行\nに配設されているため、前記燃料供給ノズル２０から噴射される燃料ガス２２と前記酸化\n剤供給ノズル３０から噴射される酸化ガス３２とは、同様に平行に噴射できる。\n【００１３】\n　一方、前記燃料供給ノズル２０から噴射される燃料ガス２２と、前記酸化剤供給ノズル\n３０から噴射される酸化ガス３２とが、拡散現象により所定地点で混ぜ合わされて、炎に\nより発火でき、火炎を生成することになる燃焼過程を経るようになっている。\n【００１４】\n　しかし、このように燃料ガス２２と酸化ガス３２とが相互平行に噴射されることによっ\nて、燃料ガス２２と酸化ガス３２との拡散がろくに行われず、これにより、一部の燃料ガ\nス２２が酸化ガス３２と反応できなかったまま、未反応の状態で燃焼室から抜け出る惧れ\nがあった。\n【００１５】\n　従って、燃焼過程で生成される一酸化炭素(ＣＯ)の生成量が増加した挙句、廃ガス１２\nを処理するのに必要とされる燃焼率が低くなり、廃ガス１２を完全に処理するのには限界\nがある。\n【００１６】\n　また、燃料供給ノズル２０と、酸化剤供給ノズル３０とから噴射される燃料ガス２２と\n酸化ガス３２との圧力に比例し、燃料ガス２２と酸化ガス３２との噴射速度が増加し、前\n記燃料ガス２２と酸化ガス３２との拡散程度は、前記噴射速度に半比例して減少するため\n、燃料ガス２２と酸化ガス３２との噴射速度が増加されると、燃料ガス２２と酸化ガス３\n２との拡散程度が減少する。\n【００１７】\n　従って、燃料ガス２２と酸化ガス３２との噴射速度が増加するほど、燃料ガス２２と酸\n化ガス３２との混合は、燃料供給ノズル２０と、酸化剤供給ノズル３０とから遠いところ\nで主に行われ、混合ガス２２、３２の燃焼が成される中心が前記ノズル１０、２０、３０\nから遠くなるほど燃焼効率は比例して低下せざるを得なかった。\n【００１８】\n　特に、燃料ガス２２と酸化ガス３２とが平行に噴射されると、燃料ガス２２と酸化ガス\n３２とが、相互接触し、燃焼できる時間が短くなるため、一酸化炭素(ＣＯ)の生成が増加\nすることから、燃焼効率が大きく低下される。\n【００１９】\n　また、廃ガス１２もやはり燃料ガス２２のように燃料となり得るため、前記酸化ガス３\n２と共に燃焼反応をすることになり、かかる燃焼反応過程で吸熱反応と発熱反応とが同時\nに進められる。このことから、廃ガス１２が、前記酸化ガス３２と共に所定地点で拡散作\n用を奏することになるが、前記廃ガス供給ノズル１０が前記酸化剤供給ノズル３０と同軸\nをなしながら平行であるため、廃ガス１２が酸化ガス３２と共に好適な地点で拡散されに",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/폐가스 정화처리 장치(일본).pdf",
        "title": "폐가스 정화처리 장치(일본)",
        "doc_id": "폐가스_정화처리_장치_일본_-93aecab3",
        "page": 5,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "폐가스_정화처리_장치_일본_-93aecab3#p5#c001",
      "page": 5,
      "text": "２と共に燃焼反応をすることになり、かかる燃焼反応過程で吸熱反応と発熱反応とが同時\nに進められる。このことから、廃ガス１２が、前記酸化ガス３２と共に所定地点で拡散作\n用を奏することになるが、前記廃ガス供給ノズル１０が前記酸化剤供給ノズル３０と同軸\nをなしながら平行であるため、廃ガス１２が酸化ガス３２と共に好適な地点で拡散されに\nくく、且つ、燃焼効率が低下されるという問題があった。\n【００２０】\n　さらに、廃ガス浄化処理を長時間動作させると、廃ガス供給ノズル１０、燃料供給ノズ\nル２０及び酸化剤供給ノズル３０で完全に燃焼できなかった廃ガスとその他ガスとが吸着\nされることから、円滑にガスが供給できなくなり、燃焼効率が劣るという問題もがあった\n。\n【００２１】\n　また、廃ガス浄化処理装置を長時間動作させることによって、バーナー組立体が加熱で\nき、適宜温度以上で動作することになる。このことから、火炎センサーなどのような様々\nな部品が正常に動作しにくくなる問題が生じられる。\n【００２２】\n　また、一般の廃ガス浄化処理装置の工程は、先ず、半導体製造装置４０などから排出さ\n10\n20\n30\n40\n50",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/폐가스 정화처리 장치(일본).pdf",
        "title": "폐가스 정화처리 장치(일본)",
        "doc_id": "폐가스_정화처리_장치_일본_-93aecab3",
        "page": 5,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "폐가스_정화처리_장치_일본_-93aecab3#p6#c000",
      "page": 6,
      "text": "(6)\nJP  2007-162959  A   2007.6.28\nれる廃ガス１２をバーナー部（ｂｕｒｎｅｒ　ｚｏｎｅ）５０で、一次的に燃焼させ、発\n火性ガスと爆発性ガスとを除去してから、湿式洗浄部６０で２次的に水溶性の有毒ガスを\n水に溶解させるという構造から成されている。\n【００２３】\n　つまり、半導体製造装置４０から排出される廃ガス１２は、１次的にバーナー部５０で\n燃焼・酸化されたり、熱分解される方法により燃える(ｂｕｒｎｉｎｇ)一方、前記バーナ\nー部５０から抜け出た廃ガスのうち、処理できなかった一部のガスや粉塵粒子などのよう\nな未処理ガス２２は、湿式洗浄部６０の方に移送され、２次的に湿式洗浄部６０で水を噴\n射させることによって、酸化ガス中のパウダー(ｐｏｗｄｅｒ)が分離できる洗浄(ｗｅｔ\nｔｉｎｇ)工程を経ることになる。それから、洗浄済みのガス３２は、フィルタとダクト\nとを介して大気中に排出できる。\n【００２４】\n　半導体の高集積化と液晶表示装置(ＴＦＴ　ＬＣＤ)の大容量化により、廃ガスの排出量\nが顕著に増加することはもちろん、新しい産業の登場により特殊ガスが用いられることに\nよって、廃ガスの種類をも日ごとに増加する一方である。\n【００２５】\n　従って、従来廃ガス浄化処理装置の工程によれば、様々な種類の廃ガスを同時に処理す\nべく、ヘッドユニットに複数の吸気ユニットを取り付けるとことから、一つの廃ガス浄化\n処理装置を用いて様々な種類の廃ガスを処理している実情である。\n【００２６】\n　しかしながら、ＴＦＴ－ＬＣＤ半導体装備のように、大容量の廃ガスを排出する装備に\n、前述したような従来の廃ガス浄化処理装置を適用するためには、バーナー部５０と、湿\n式洗浄部６０との容量を増やさなければならないが、従来のインコネルチェンバーをカバ\nーしているセラミック材のヒーター棒が一体型から成されているバーナー部５０を用いて\n、大容量の廃ガスを処理することになれば、燃焼効率が低くなり、且つ、流入口のサイズ\nにおける技術的限界によりＰＦＣ(ｐｅｒｆｌｕｏｒｏ　ｃａｒｂｏｎ)ガスの処理効率が\n低くなると共に、腐食にも非常に弱くなるという問題点をも抱えていた。\n【００２７】\n　たとえ、大容量の廃ガスを処理するために従来バーナー部５０の容量を増やすとしても\n、それに従って、湿式洗浄部６０も同様に大容量を処理することができるように製作しな\nければならない。しかし、従来の湿式洗浄部６０の容量を増やすためには、湿式洗浄部６\n０を構成しているタワーの長さを二倍に延長しなければならず、これは湿式洗浄部を稼働\nするのに多くの動力を必要とさせ、該設置においても煩わしくなる問題点があった。\n【発明の開示】\n【発明が解決しようとする課題】\n【００２８】",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/폐가스 정화처리 장치(일본).pdf",
        "title": "폐가스 정화처리 장치(일본)",
        "doc_id": "폐가스_정화처리_장치_일본_-93aecab3",
        "page": 6,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "폐가스_정화처리_장치_일본_-93aecab3#p6#c001",
      "page": 6,
      "text": "、それに従って、湿式洗浄部６０も同様に大容量を処理することができるように製作しな\nければならない。しかし、従来の湿式洗浄部６０の容量を増やすためには、湿式洗浄部６\n０を構成しているタワーの長さを二倍に延長しなければならず、これは湿式洗浄部を稼働\nするのに多くの動力を必要とさせ、該設置においても煩わしくなる問題点があった。\n【発明の開示】\n【発明が解決しようとする課題】\n【００２８】\n　本発明は、かかる従来技術の問題点等に鑑みてなされたものであり、その目的は、少数\nの直接火炎ノズルだけで、複数の直接火炎ノズルを備えた場合と同様な性能を発揮するた\nめ、燃料量が少なく消耗でき、且つ、省エネ効果と燃焼性能に優れた廃ガス浄化処理装置\nのバーナー組立体を提供することにある。\n【００２９】\n　また、本発明の他の目的は、ワイパーを設け、複数のノズルに吸着される異物を除去す\nることによって、省エネ効果と燃焼性能とを向上させることが可能な廃ガス浄化処理装置\nのバーナー組立体を提供することにある。\n【００３０】\n　また、本発明のさらに他の目的は、冷却水循環装置を設け、適切な温度で動作できるよ\nうにすることによって、複数の部品が正常に作動を行うと共に、全体的に省エネ効果と燃\n焼性能とを向上させることが可能な廃ガス浄化処理装置のバーナー組立体を提供すること\nにある。\n【００３１】\n10\n20\n30\n40\n50",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/폐가스 정화처리 장치(일본).pdf",
        "title": "폐가스 정화처리 장치(일본)",
        "doc_id": "폐가스_정화처리_장치_일본_-93aecab3",
        "page": 6,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "폐가스_정화처리_장치_일본_-93aecab3#p7#c000",
      "page": 7,
      "text": "(7)\nJP  2007-162959  A   2007.6.28\n　最後に、本発明の目的は、大容量の廃ガスを同時に処理することが可能な廃ガス浄化処\n理装置を提供することにある。\n【課題を解決するための手段】\n【００３２】\n　前記目的を達成するために、本発明は、半導体製造工程や化学工程などで排出される廃\nガスを浄化し且つ放出する廃ガス浄化処理装置において、廃ガスを燃焼させ、発火性ガス\nと爆発性ガスとを除去するためのバーナー部と、バーナー部に並列に連結され、バーナー\n部で処理された廃ガスのうち水溶性の有毒性ガスを水に溶解させる湿式洗浄部及び、バー\nナー部と前記湿式洗浄部とを連結するための配管部を包含しており、そこで、前記バーナ\nー部は、主フランジと、前記主フランジ内に設けられるセラミックチューブと、前記主フ\nランジと前記セラミックチューブとの間に設けられ、前記セラミックチューブ内の温度を\n調節する冷却水循環部と、主フランジの上部中央に設けられ、様々な種類の廃ガスを供給\nするための廃ガス供給マニホールドと、主フランジの上部に前記廃ガス供給マニホールド\nを中心とし三角形状からなされ、廃ガスを供給しながら直接火炎を発生させるための複数\nのガスバーナーノズルを含むバーナー組立体からなり、前記廃ガス供給マニホールドを介\nして排出される廃ガスが前記ガスバーナーノズルにより発生される直接火炎を用いて、間\n接火炎を発生させ且つ処理されることを特徴とする廃ガス浄化処理装置を提供することに\nよって達成される。\n【００３３】\n　また、主フランジの上部に設けられ、セラミックチューブ内の火炎を検出するためのセ\nンサーをさらに含むことを特徴とする。\n【００３４】\n　また、廃ガス供給マニホールドと、複数のバーナーノズルの主フランジ内部に位置する\n一側端部とに設けられ、バーナー部内で発生され、これらに吸着できる異物と副産物とを\n除去するためのワイパーをさらに含むことを特徴とする。　\n【００３５】\n　また、ワイパーを駆動すべく、主フランジの上部中央に設けられた廃ガス供給マニホー\nルドの中心に設けられるロータリーアクチュエータアセンブリ及び、ワイパーとロータリ\nーアクチュエータアセンブリとの間に設けられ、ロータリーアクチュエータアセンブリの\n動力を前記ワイパーに伝達するためのロータリーシャフトをさらに含むことを特徴とする\n。\n【００３６】\n　また、セラミックチューブは、熱伝達係数の低い物質からなり、発生された熱を遮断す\nる防炎作用を奏することによって、直接火炎を有するガスバーナーノズルから発生する火\n炎が全体的に火炎を形成するようにして、直接火炎のない廃ガス供給マニホールドにも同\nじ熱量を与えることから、間接火炎を発生させることを特徴とする。\n【００３７】",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/폐가스 정화처리 장치(일본).pdf",
        "title": "폐가스 정화처리 장치(일본)",
        "doc_id": "폐가스_정화처리_장치_일본_-93aecab3",
        "page": 7,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "폐가스_정화처리_장치_일본_-93aecab3#p7#c001",
      "page": 7,
      "text": "。\n【００３６】\n　また、セラミックチューブは、熱伝達係数の低い物質からなり、発生された熱を遮断す\nる防炎作用を奏することによって、直接火炎を有するガスバーナーノズルから発生する火\n炎が全体的に火炎を形成するようにして、直接火炎のない廃ガス供給マニホールドにも同\nじ熱量を与えることから、間接火炎を発生させることを特徴とする。\n【００３７】\n　また、ガスバーナーノズルは、廃ガス供給部及び廃ガス供給ノズルを形成し、廃ガスを\n注入すべく構造を成しているフランジと、フランジの上側に設けられた第１メタル密封部\nと、第１メタル密封部下側のフランジに組み合わされる燃料供給ノズルを備える燃料ガス\n供給部と、燃料ガス供給部の下側の前記フランジに組み合わされる酸化剤供給ノズルを備\nえる酸化剤供給部と、フランジ下側に締結されるヘッドユニットベースと、酸化剤供給部\n下方のヘッドユニットベース上に配設される冷却水(ＰＣＷ；Ｐｒｏｃｅｓｓ　Ｃｏｏｌ\nｉｎｇ　Ｗａｔｅｒ) 供給部及び、フランジとヘッドユニットベースとの間を封止するた\nめの第２密封部を含むことを特徴とする。\n【００３８】\n　また、ガスバーナーノズルの最も内側中心の同心円上に廃ガス供給ノズルが配設され、\n廃ガス供給ノズルの外側同心円上に廃ガス供給ノズルと同軸を成さずに、所定傾斜角を有\nしながら内側に傾けられて燃料供給ノズルが配設され、燃料供給ノズルの外側同心円上に\n等間隔で配設され、廃ガス供給ノズルと同軸をなす酸化剤供給ノズルが配設されることを\n10\n20\n30\n40\n50",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/폐가스 정화처리 장치(일본).pdf",
        "title": "폐가스 정화처리 장치(일본)",
        "doc_id": "폐가스_정화처리_장치_일본_-93aecab3",
        "page": 7,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "폐가스_정화처리_장치_일본_-93aecab3#p8#c000",
      "page": 8,
      "text": "(8)\nJP  2007-162959  A   2007.6.28\n特徴とする。\n【００３９】\n　また、第１メタル密封部は、燃料供給ノズルから供給された燃料が外部へ漏れないよう\nに封止する役割を果たしており、第２メタル密封部は、酸化剤供給部から注入された酸化\n剤が酸化剤供給ノズルから逆流し、外部へ漏れないように封止することを特徴とする。\n【００４０】\n　また、直接火炎を発生させるための複数のガスバーナーノズルの中心軸は、主フランジ\nの中心軸に対して所定勾配を保持するように設けられることを特徴とする。\n【００４１】\n　また、廃ガス供給マニホールドの中心軸は、主フランジの中心軸に対して互いに平行に\n設けられることを特徴とする。\n【００４２】\n　また、酸化剤供給ノズルを介して噴射できる酸化剤の流速が、前記燃料供給ノズルを介\nして噴射でき燃料の流速より速いことを特徴とする。\n【００４３】\n　また、前記湿式洗浄部は、前記バーナー部に並列に連結されることから、一組を成すこ\nとを特徴とする。\n【００４４】\n　また、前記湿式洗浄部は、バーナー部を通過した廃ガスを１次に浄化するために網状か\nらなる１次粉塵捕集部と、前記バーナー部から注入された廃ガスに水を噴射するために１\n次粉塵捕集部の下端に設けられた循環ウォータースプレーと、１次粉塵捕集部を通過した\n廃ガスを２次に浄化するために網状からなる２次粉塵捕集部と、２次粉塵捕集部の下端に\n設けられたフレッシュウォータースプレーと、前記１次及び２次粉塵捕集部間に充填され\nて、廃ガスとウォーターとの接触表面積を増加させる充填材を含むことを特徴とする。\n【発明の効果】\n【００４５】\n　前述したような構成からなる本発明の望ましい実施例によれば、ワイパーを設けること\nから、複数のノズルに吸着されている異物を除去することによって、省エネや燃焼性能の\n向上を図ることができる。また、冷却水循環装置を設け、適切な温度で動作できるように\nすることによって、多数の部品が正常に動作を行うことから、全体的に省エネや燃焼性能\n向上が図れる。\n【００４６】\n　また、同軸分流拡散燃焼方式を採択することによって、少数の直接火炎ノズルのみで複\n数の直接火炎ノズルが備えられているような性能が発揮できるため、燃料量が低減される\nことから、省エネや燃焼性能向上が図れる。\n【００４７】\n　また、複雑な構造を持つガスバーナーノズルを最小化し、簡単な構造の廃ガスノズルを\nガスバーナーノズルと同様な効果を有するように配設することによって、バーナー部の全\n体的構成を簡単、且つ容易になすことができる。\n【００４８】\n　また、前述したように、酸化剤の噴射及びノズルに噴射角を与え、燃焼効率を増大させ\nることによって、火炎による燃焼熱の上昇を齎し、ガス洗浄器の　　目的である廃ガス処",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/폐가스 정화처리 장치(일본).pdf",
        "title": "폐가스 정화처리 장치(일본)",
        "doc_id": "폐가스_정화처리_장치_일본_-93aecab3",
        "page": 8,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "폐가스_정화처리_장치_일본_-93aecab3#p8#c001",
      "page": 8,
      "text": "また、複雑な構造を持つガスバーナーノズルを最小化し、簡単な構造の廃ガスノズルを\nガスバーナーノズルと同様な効果を有するように配設することによって、バーナー部の全\n体的構成を簡単、且つ容易になすことができる。\n【００４８】\n　また、前述したように、酸化剤の噴射及びノズルに噴射角を与え、燃焼効率を増大させ\nることによって、火炎による燃焼熱の上昇を齎し、ガス洗浄器の　　目的である廃ガス処\n理効率を増大させ、且つ、ＰＦＣガス処理も可能となる。\n【００４９】\n　また、酸化剤を噴射するノズルが所定角度をなしながら設けられることによって、廃ガ\nスと燃料のＣＨ４との間に暖流を形成し、燃料のＣＨ４と廃ガスとが共に酸化剤との接触\n及び反応時間が長くなる効果がある。\n【００５０】\n　また、ＣＯの生成は、Ｃを主成分とする燃料を用いる全ての燃焼機関から発生できる。\nＣＯは、主に燃焼時間が短かったり、燃焼エネルギーが充分ではない場合に発生すること\n10\n20\n30\n40\n50",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/폐가스 정화처리 장치(일본).pdf",
        "title": "폐가스 정화처리 장치(일본)",
        "doc_id": "폐가스_정화처리_장치_일본_-93aecab3",
        "page": 8,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "폐가스_정화처리_장치_일본_-93aecab3#p9#c000",
      "page": 9,
      "text": "(9)\nJP  2007-162959  A   2007.6.28\nになる。しかし、本発明の好ましい実施例によれば、酸化剤の噴射角調節による燃焼効率\n増大は、燃料のＣＨ４と酸化剤のＯ２間の接触を図るべく噴射口から略２ｍｍほど離れた\nところで混ぜ合わされ、燃焼するため、ＣＯの発生を低減させる効果がある。\n【００５１】\n　さらに、最外側には、断熱効果が高く、輻射熱を遮断することで外部に対して熱を遮断\nし得るセラミックチューブを設けることによって、バーナーから発生された熱を内部へ再\n発散することから、燃焼効率を高めることができ、温度を最高に上げることが可能である\n。\n【００５２】\n　最後に、一組の湿式洗浄部を、バーナー部に対して並列に連結することによって、大容\n量の廃ガスを同時に処理することができる。\n【発明を実施するための最良の形態】\n【００５３】\n　以下、本発明の望ましい実施例を添付図面に基づいて詳しく説明する。\n　図３は、従来の廃ガス浄化処理装置の工程を示した概略図であって、本発明は、従来の\n廃ガス浄化処理装置の工程中にバーナー部５０において該特徴を持つ。 図４及び図５は\n、本発明の一実施例による廃ガス浄化処理装置のバーナー部の構成示す平面図及び断面図\nである。\n【００５４】\n　本発明の半導体製造工程や化学工程などで使用された後、排出できる廃ガスを清浄空気\nに浄化する廃ガス浄化処理過程は、通常、燃焼式と、湿式との２段階から成される。\n【００５５】\n　図３に示されたように、前記廃ガス浄化処理装置によれば、半導体製造装置４０から排\n出できる廃ガス１２が一次的にバーナー部５０で燃焼・酸化されるか、又は熱分解される\n方法により燃焼され、１次的に浄化され、バーナー部５０から漏れた廃ガスのうち、処理\nできなかった一部のガスや粉塵粒子などは湿式洗浄部６０へ移送される。そして、２次的\nに湿式洗浄部６０から噴射される水により、酸化ガス中のパウダーが分離できる洗浄工程\nを経ることになる。それから、洗浄済みのガス３２は、フィルタとダクトとを介して大気\n中に排出できる。\n【００５６】\n　前記バーニング方法には、ヒーターの駆動による間接酸化方式と、点火による直接酸化\n方式があり得るが、本実施例では廃ガス浄化処理装置のガスバーナーノズルは、直接酸化\n方式に関する。\n【００５７】\n　火炎が下向きに放射できる下向流方式と、火炎が上向きに放射できる上向流方式とがあ\nり得るが、本実施例では、下向流方式を例にとり説明する。\n【００５８】\n　図４Ａ及び図４Ｂは、本発明の一実施例による廃ガス浄化処理装置のバーナー部を説明\nするための斜視図であり、図５は、本発明の一実施例による廃ガス浄化処理装置のバーナ\nー部を説明するための平面図であり、図６は、本発明の一実施例による廃ガス浄化処理装",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/폐가스 정화처리 장치(일본).pdf",
        "title": "폐가스 정화처리 장치(일본)",
        "doc_id": "폐가스_정화처리_장치_일본_-93aecab3",
        "page": 9,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "폐가스_정화처리_장치_일본_-93aecab3#p9#c001",
      "page": 9,
      "text": "火炎が下向きに放射できる下向流方式と、火炎が上向きに放射できる上向流方式とがあ\nり得るが、本実施例では、下向流方式を例にとり説明する。\n【００５８】\n　図４Ａ及び図４Ｂは、本発明の一実施例による廃ガス浄化処理装置のバーナー部を説明\nするための斜視図であり、図５は、本発明の一実施例による廃ガス浄化処理装置のバーナ\nー部を説明するための平面図であり、図６は、本発明の一実施例による廃ガス浄化処理装\n置のバーナー部にワイパーを取り付けた構成を説明するための底面図であり、図７Ａない\nし図７Ｃは、本発明の一実施例による廃ガス浄化処理装置のバーナー部を説明するための\n断面図である。\n【００５９】\n　図面に示されたように、本発明の一実施例による廃ガス浄化処理装置のバーナー組立体\n１００は、主フランジ１０９、 主フランジ１０９内部に取り付けられる内部リング１０\n５、主フランジ１０９の内部リング１０５の下部に取り付けられるセラミックチューブ１\n０６、主フランジ１０９と内部リング１０５との間に組み合わされる外部リング１０７及\nび、主フランジ１０９とセラミックチューブとの間に設けられる冷却水循環部１１２を含\nむ。\n10\n20\n30\n40\n50",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/폐가스 정화처리 장치(일본).pdf",
        "title": "폐가스 정화처리 장치(일본)",
        "doc_id": "폐가스_정화처리_장치_일본_-93aecab3",
        "page": 9,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "폐가스_정화처리_장치_일본_-93aecab3#p10#c000",
      "page": 10,
      "text": "(10)\nJP  2007-162959  A   2007.6.28\n【００６０】\n　また、主フランジ１０９の上部には、廃ガス供給マニホールド１１０が中央に配設され\n、 廃ガス供給マニホールド１１０を中心とし、三角形状をなしながら、第１ないし第３\nのガスバーナーノズル１２０ａ～１２０ｃが設けられる。そして、第１ないし第３のガス\nバーナーノズル１２０ａ～１２０ｃの周辺には、複数のＮ２ガス注入口１０１、複数のバ\nーナー冷却部１０８が設けられる。\n【００６１】\n　一方、主フランジ１０９の側面には、第１ないし第３のガスバーナーノズル１２０ａ～\n１２０ｃに対応すべく第１ないし第３の点火部１０２、火炎センサー１１５及びＰＵセン\nサー部１０３が配設される。\n【００６２】\n　図６に示されたように、本発明の一実施例によれば、ワイパー１１９が、第１ないし第\n３のガスバーナーノズル１２０ａ～１２０ｃ及び廃ガス供給マニホールド１１０の主フラ\nンジ１０９の内部に位置する一側端部に触れるようにロータリーアクチュエータアセンブ\nリ１１４とロータリーシャフト１１８とを用いて締め付けられる。従って、長時間廃ガス\n浄化処理装置のバーナー組立体１００を作動させた後、第１ないし第３のガスバーナーノ\nズル１２０ａ～１２０ｃ及び廃ガス供給マニホールド１１０の主フランジ１０９の内部に\n位置する一側端部に吸着された異物と副産物をロータリーアクチュエータアセンブリ１１\n４を作動させ、ワイパー１１９を回転させることによって、除去し得ることになる。\n【００６３】\n　図７Ａないし図Ｃに示されたように、本発明の一実施例によれば、冷却水循環部１１２\nを、主フランジ１０９とセラミックチューブ１０６との間に設け、冷却水注入部１１３を\n介して冷却水を注入することによって、バーナー組立体１００の温度を一定水準で保つこ\nとができる。従って、廃ガス浄化処理装置を長時間作動させても、バーナー組立体１００\nが適宜温度を超えることなく、火炎センサーなどのような様々な部品が正常に動作するこ\nとになる。\n【００６４】\n　図４及び図５に示されたように、本発明の望ましい実施例による廃ガス浄化処理装置の\nバーナー組立体１００において、直接火炎を発生させ得る第１ないし第３のガスバーナー\nノズル１２０ａ、１２０ｂ、１２０ｃを、中心から外側に略正三角形状をなすように配設\nして構成し、そして、直接火炎を発生させずに、廃ガスを供給し得る廃ガス供給マニホー\nルド１１０を、バーナー組立体の中心部に略正三角形状で、第１ないし第３ガスバーナー\nノズルがなす三角形内に、廃ガス供給マニホールド１１０の上部面がなす三角形とクロス\nさせた形態から配設する。\n【００６５】\n　また、本発明の望ましい実施例によれば、廃ガス浄化処理装置のバーナー組立体１００",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/폐가스 정화처리 장치(일본).pdf",
        "title": "폐가스 정화처리 장치(일본)",
        "doc_id": "폐가스_정화처리_장치_일본_-93aecab3",
        "page": 10,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "폐가스_정화처리_장치_일본_-93aecab3#p10#c001",
      "page": 10,
      "text": "して構成し、そして、直接火炎を発生させずに、廃ガスを供給し得る廃ガス供給マニホー\nルド１１０を、バーナー組立体の中心部に略正三角形状で、第１ないし第３ガスバーナー\nノズルがなす三角形内に、廃ガス供給マニホールド１１０の上部面がなす三角形とクロス\nさせた形態から配設する。\n【００６５】\n　また、本発明の望ましい実施例によれば、廃ガス浄化処理装置のバーナー組立体１００\nは、セラミックチューブ１０６を熱伝達係数の低い物質から形成し、バーナー組立体１０\n０から発生する熱を遮断する防炎作用を奏するようにすることによって、直接火炎を持つ\n第１ないし第３ガスバーナーノズル１２０ａ、１２０ｂ、１２０ｃから発生する火炎がセ\nラミックチューブ１０６内でのみ全体的に火炎を形成させるようにする。そのことから、\n直接火炎のない廃ガス供給マニホールド１１０にも同様な熱量が与えられる。\n【００６６】\n　また、本発明の望ましい実施例によれば、直接火炎を持つ第１ないし第３ガスバーナー\nノズル１２０ａ、１２０ｂ、１２０ｃは、セラミックチューブ１０６の上端でセラミック\nチューブ１０６の中心軸に対して所定角度を保持することによって、それぞれのノズルか\nら発生される直接火炎が、セラミックチューブ１０６内の所定位置で焦点を成すことがで\nきるように組み立てられたことに特徴がある。\n【００６７】\n　従って、本発明の望ましい実施例によれば、三つの第１ないし第３のガスバーナーノズ\nル１２０ａ、１２０ｂ、１２０ｃを用いて燃料を供給し、廃ガスを処理するが、該結果に\n10\n20\n30\n40\n50",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/폐가스 정화처리 장치(일본).pdf",
        "title": "폐가스 정화처리 장치(일본)",
        "doc_id": "폐가스_정화처리_장치_일본_-93aecab3",
        "page": 10,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "폐가스_정화처리_장치_일본_-93aecab3#p11#c000",
      "page": 11,
      "text": "(11)\nJP  2007-162959  A   2007.6.28\nおいては、六つの直接火炎を発生させ、廃ガスを処理する廃ガス処理装置と同様な効果を\n奏することが可能であるため、全体にコスト低減が図れる。\n【００６８】\n　図８は、本発明の一実施例による廃ガス処理装置のバーナー組立体に取り付けられたガ\nスバーナーノズルを説明するための斜視図であり、図９Ａ及び図９Ｂは、本発明の一実施\n例による廃ガス浄化処理装置のバーナー組立体に取り付けられたガスバーナーノズルの断\n面図である。\n【００６９】\n　図８及び図９Ａに示されたように、本発明の実施例による廃ガス浄化処理装置のガスバ\nーナーノズル１２０は、廃ガス供給部１２８及び廃ガス供給直接火炎ノズル１２１ａを備\nえ、廃ガスを注入するための構造を持つフランジ１２１と、フランジ１２１の上側に形設\nされた第１メタル密封部１２２と、第１メタル密封部１２２の下側へ前記フランジ１２１\nに組み合わされ、燃料供給ノズル１２３ａを備える燃焼ガス供給部１２３と、燃料ガス供\n給部１２３の下側へフランジ１２１に組み合わされ、酸化剤供給ノズル１２４ａを備える\n酸化剤供給部１２４と、酸化剤供給部１２４下部のヘッドユニットベース１２６上に形設\nされた冷却水供給部１２５と、フランジ１２１の下側に締め付けられるヘッドユニットベ\nース１２６及びフランジ１２１とヘッドユニットベース１２６との間を封止するための第\n２メタル密封部１２７を含む。\n【００７０】\n　本発明の実施例によれば、図９Ｂに示されたように、ガスバーナーノズル１２０の最も\n内側中心の同心円上に廃ガス供給直接火炎ノズル１２１ａが配設され、廃ガス供給直接火\n炎ノズル１２１ａの外側同心円上に廃ガス供給直接火炎ノズル１２１ａと同軸をなしなが\nら、燃料供給ノズル１２３ａが配設される。それから、燃料供給ノズル１２３ａの外側同\n心円上に等間隔で配設されてはいるが、燃料供給ノズル１２３ａと同軸を成さずに所定傾\n斜角を有しながら、内向きに傾いて酸化剤供給ノズル１２４ａが配設されている。\n【００７１】\n　また、燃料供給ノズル１２３ａと酸化剤供給ノズル１２４ａとは、同一平面上の中心線\nに位置し、これらのノズル個数は同様である。\n【００７２】\n　また、酸化剤供給ノズル１２４ａは、噴射角を１０° ほどの勾配で燃料供給ノズル１２\n３ａの方向とした場合、酸化剤供給ノズル１２４ａから噴射された０２ガスと、燃料供給\nノズル１２３ａから噴射されたＣＨ４ガスとは、ノズルから略２０ｍｍほど離れたところ\nで交差することになる。これにより、暖流が形成できるが、該暖流は、廃ガス供給直接火\n炎ノズル１２１ａ内で酸化剤供給ノズル１２４ａから噴射された０２ガスと燃料供給ノズ",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/폐가스 정화처리 장치(일본).pdf",
        "title": "폐가스 정화처리 장치(일본)",
        "doc_id": "폐가스_정화처리_장치_일본_-93aecab3",
        "page": 11,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "폐가스_정화처리_장치_일본_-93aecab3#p11#c001",
      "page": 11,
      "text": "３ａの方向とした場合、酸化剤供給ノズル１２４ａから噴射された０２ガスと、燃料供給\nノズル１２３ａから噴射されたＣＨ４ガスとは、ノズルから略２０ｍｍほど離れたところ\nで交差することになる。これにより、暖流が形成できるが、該暖流は、廃ガス供給直接火\n炎ノズル１２１ａ内で酸化剤供給ノズル１２４ａから噴射された０２ガスと燃料供給ノズ\nル１２３ａから噴射されたＣＨ４ガスとの拡散を加速化させ、火炎の中心をノズル(１２\n３ａ、１２４ａ)の角度に伴って制御することができる。\n【００７３】\n　一方、本発明の一実施例によれば、ノズルの噴射角度はもちろん、ノズルの噴射流続を\n用いることから、暖流をより効率よく形成し得る。つまり、燃料供給ノズル１２３ａから\n噴射されるＣＨ４ガスの流速を酸化剤供給ノズル１２４ａから噴射される０２ガスの流速\nより速くすることが好ましい。換言すれば、酸化剤供給ノズル１２４ａは、１０° ほど傾\nけられて配設されるため、燃料供給ノズル１２３ａ と特定距離で重なることになるが、\n燃料供給ノズル１２３ａから噴射できるＣＨ４ガスの流速を酸化剤供給ノズル１２４ａか\nら噴射できる０２ガスの流速より速くなるようにして、火炎形成の主エネルギー源の噴射\n形態を保持し得るようにしなければならない。もしも、酸化剤供給ノズル１２４ａから噴\n射できる０２ガスの流速が、燃料供給ノズル１２３ａから噴射できるＣＨ４ガスの流速よ\nり速くなる場合、燃料供給ノズル１２３ａ から噴射できる燃料のＣＨ４ガスの噴射形態\nが破壊されるため、炎の制御ができなくなる。また、燃料と酸化剤との反応時間が短い、\nかつ早いため、むしろ燃焼効率が劣ることから、実際、炎の温度が低くなり、火炎の長さ\nも反比例して減少する。\n10\n20\n30\n40\n50",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/폐가스 정화처리 장치(일본).pdf",
        "title": "폐가스 정화처리 장치(일본)",
        "doc_id": "폐가스_정화처리_장치_일본_-93aecab3",
        "page": 11,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "폐가스_정화처리_장치_일본_-93aecab3#p12#c000",
      "page": 12,
      "text": "(12)\nJP  2007-162959  A   2007.6.28\n【００７４】\n　理論的に説明すると、使用燃料及び助燃ガスの成分は、以下のような反応化学式１に従\nう。\n（化学式１）\n　ＣＨ４＋２０２　→　ＣＯ２＋２Ｈ２Ｏ\n【００７５】\n　従って、燃料ガスを１ｋｇ注入する場合、酸素を２ｋｇ注入しなければならず、理論酸\n素量に、効率増大のため、過剰酸素０.２％を加えて供給することが好ましい。\n【００７６】\n　また、第１メタル密封部１２２は、燃料供給ノズル１２３ａから供給された燃料(例え\nば、ＣＨ４)がガスバーナーノズル１２０の外部へ漏れないように密止する役割を果たし\nており、第２メタル密封部１２７は、酸化剤供給部１２４から注入された酸化剤(例えば\n、Ｏ２又は空気)が酸化剤供給ノズル１２４ａから逆流し、ガスバーナーノズル１２０の\n外部に漏れないように密止する役割を果たしている。\n【００７７】\n　一方、廃ガス供給ノズル１２１ａは、半導体製造工程や化学工程などで排出できる廃ガ\nスを供給し、該廃ガスは、Ｃ２、Ｆ４、ＣＦ４、Ｃ３Ｆ８、ＮＦ３、ＳＦ６などのような\nＰＦＣガスであって、人体に有毒であると共に、腐食性を持っており、かかる有害成分の\n含量が許容濃度以上であるため、有害成分の含量をその以下に低下させる無害化処理過程\nを必ず要するガスである。\n【００７８】\n　また、廃ガス供給部１２８から注入された廃ガスを噴射する廃ガス供給ノズル１２１ａ\nは、バーナーの中心ノズルとして、その外側に液化天然ガス、液化石油ガス、水素ガスな\nどの燃料ガスを噴射する燃料供給ノズル１２３ａにより包囲されているが、これは、廃ガ\nスと燃料ガスとを良好に混合するためである。\n【００７９】\n　また、酸化剤供給ノズル１２４ａは、燃料ガスとの燃焼反応により火炎を形成する酸化\nガスを噴射し、酸化ガスとしては、酸素(Ｏ２)が主に用いられる。\n【００８０】\n　図９Ｂに示されたように、ノズルの断面に基づいて、廃ガス供給ノズル１２１ａは、廃\nガスの注入される廃ガス供給部１２８の中心軸に対して平行に延長されているものの、燃\n料供給ノズル１２３ａと酸化剤供給ノズル１２４ａとは、廃ガス供給ノズル１２１ａに対\nして、略１０° ないし２０° ほど傾けられた状態に形成されている。特に、１０° ほどの\n傾斜角を持つ場合、酸化剤供給ノズル１２４ａから噴射できる酸化ガスと、燃料供給ノズ\nル１２３ａから噴射できる燃料ガスとは、ガスバーナーノズル１２０の出口側所定地点で\n交差し、拡散現象が生じることにより、混ぜ合わされて燃焼されることがわかる。\n【００８１】\n　従って、燃料ガスと酸化ガスとが所定地点で相互交差することから、渦流を起こし、こ\nのような渦流による混合ガスの暖流現象は、拡散現象をさらに加速化させる。前記交差地",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/폐가스 정화처리 장치(일본).pdf",
        "title": "폐가스 정화처리 장치(일본)",
        "doc_id": "폐가스_정화처리_장치_일본_-93aecab3",
        "page": 12,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "폐가스_정화처리_장치_일본_-93aecab3#p12#c001",
      "page": 12,
      "text": "ル１２３ａから噴射できる燃料ガスとは、ガスバーナーノズル１２０の出口側所定地点で\n交差し、拡散現象が生じることにより、混ぜ合わされて燃焼されることがわかる。\n【００８１】\n　従って、燃料ガスと酸化ガスとが所定地点で相互交差することから、渦流を起こし、こ\nのような渦流による混合ガスの暖流現象は、拡散現象をさらに加速化させる。前記交差地\n点は、酸化剤供給ノズル１２４ ａの傾斜角θ を調節することによって、多様に調節し得\nる。また、限定された地点で混合ガスの拡散が成されることによって、混合ガスの自己点\n火(ｓｅｌｆ－ｉｇｎｉｔｉｏｎ)、火炎伝播(ｆｌａｍｅ　ｐｒｏｐａｇａｔｉｏｎ)など\nのような燃焼特性が強化でき、不完全燃焼を防止することによって、火炎帯域が安定に形\n成される。\n【００８２】\n　換言すれば、廃ガス、燃料ガス及び酸化剤ガスの流速を相違してなす場合、噴射される\n方向に暖流が形成される。暖流の形成は、相違した廃ガス、燃料ガス及び酸化剤ガスの混\n合を効率よく行わせる主たる要素であり、この際、燃料と酸化剤間の混合による拡散火炎\nが発生する。さらに、暖流の形成によって、同軸分流拡散燃焼式のバーナー火炎の長さ、\n形態、燃焼効率を決定する重要な因子でもある。このようにして得られた火炎を、暖流火\n10\n20\n30\n40\n50",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/폐가스 정화처리 장치(일본).pdf",
        "title": "폐가스 정화처리 장치(일본)",
        "doc_id": "폐가스_정화처리_장치_일본_-93aecab3",
        "page": 12,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "폐가스_정화처리_장치_일본_-93aecab3#p13#c000",
      "page": 13,
      "text": "(13)\nJP  2007-162959  A   2007.6.28\n炎と称する。\n【００８３】\n　一方、燃料供給ノズル１２３ａに対して酸化剤供給ノズル１２４ａの傾斜角θ を形成す\nることによって、限定された地点で燃料ガスと酸化ガスの拡散を加速化させる方法も火炎\n帯域を安定に形成するのに重要であるが、それより燃料供給ノズル１２３ａの燃料ガスの\n噴射速度と酸化剤供給ノズル１２４ａの酸化ガスの噴射速度とを調節することから、酸化\nガスと燃料がスの反応時間を延長し、燃焼効率を向上させる方法が最も重要である。\n【００８４】\n　つまり、酸化ガスの噴射速度が、燃料ガスの噴射速度より速くなると、酸化ガスの噴射\n形態が破壊でき、炎が安定に制御できなくなり、且つ、燃料ガスと酸化ガスの反応時間が\n短くなり、火炎の長さも短くなるため、安定的な火炎帯域を形成し得なくなる。\n【００８５】\n　したがって、燃料ガスの噴射速度を、酸化ガスの噴射速度に比べて速く調節し、さらに\n具体的には酸化ガスの噴射速度を１とする時、燃料ガスの噴射速度を1.３７程度とする。\n且つ、前記燃料ガスと酸化ガスとの噴射速度は、前記燃料ガスを噴射する燃料供給ノズル\nと、酸化ガスを噴射する酸化剤供給ノズルとの断面積を調節することによって、制御可能\nとなる。かかる理由により、酸化剤供給ノズル１２４ａの断面積が燃料供給ノズル１２３\nａの断面積より大きいものが好ましい。\n【００８６】\n　そして、廃ガスの噴射速度は、酸化ガスの噴射速度より遅く、よって廃ガス供給ノズル\n１２１ａの断面積を、前記ノズルのうちに、最も大きく形成することが好ましい。\n【００８７】\n　また、燃料ガスと酸化ガスとの使用量も、また燃焼効率を最大にするのに重要である。\n本発明の実施例では、燃料ガスは、液化天然ガスの一つであるメタン(ＣＨ４)を例にとり\n、酸化ガスは、酸素(Ｏ２)として説明すると、以下の通りである。\n【００８８】\n　メタン(ＣＨ４)は、１モルを基準とする場合、分子量が１６に当該し、酸素(Ｏ２)は、\n１モルを基準とする場合、分子量が３２に当該する。且つ、分子量を基準とし、メタン(\nＣＨ４)と酸素(Ｏ２)との比率を計算すれば、１：２となる。それゆえ、メタン(ＣＨ４)\nを１ｋｇ供給する場合、酸素(Ｏ２)は２ｋｇ供給するべきであり、酸素を略０.２％ほど\n超過して供給することが、燃焼効率を増大するために必要である。\n【００８９】\n　図１０は、本発明の一実施例によって、廃ガス浄化処理装置の動作をシミュレーション\nした結果を説明するための概略図である。\n　本発明の実施例によれば、第１ないし第３のガスバーナーノズル１２０ａ、１２０ｂ、\n１２０ｃを外側に正三角形の形態で配設し、直接に火炎を発生させる。そして、直接火炎",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/폐가스 정화처리 장치(일본).pdf",
        "title": "폐가스 정화처리 장치(일본)",
        "doc_id": "폐가스_정화처리_장치_일본_-93aecab3",
        "page": 13,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "폐가스_정화처리_장치_일본_-93aecab3#p13#c001",
      "page": 13,
      "text": "超過して供給することが、燃焼効率を増大するために必要である。\n【００８９】\n　図１０は、本発明の一実施例によって、廃ガス浄化処理装置の動作をシミュレーション\nした結果を説明するための概略図である。\n　本発明の実施例によれば、第１ないし第３のガスバーナーノズル１２０ａ、１２０ｂ、\n１２０ｃを外側に正三角形の形態で配設し、直接に火炎を発生させる。そして、直接火炎\nを発生させずに、廃ガスを供給する廃ガス供給マニホールド１１０を中心とし、正三角形\nの形態で第１ないし第３のガスバーナーノズル１２０ａ、１２０ｂ、１２０ｃがなす三角\n形に対して交差して配設し、間接火炎を用いて注入された廃ガスを処理する。\n【００９０】\n　また、図面に示されたように、廃ガス供給マニホールド１１０の中心軸と、セラミック\nチューブ１０６の中心軸とは、互いに平行であるように設けられる一方、直接火炎を発生\nする第１ないし第３のガスバーナーノズル１２０ａ、１２０ｂ、１２０ｃの中心軸は、一\n定地点で焦点を持つようにセラミックチューブ１０６の中心軸に対して所定勾配を持ちな\nがら形設される。\n【００９１】\n　従って、本発明の望ましい実施例によれば、三つのガスバーナーノズル１２０ａ、１２\n０ｂ、１２０ｃを用いて燃料を供給し、廃ガスを直接火炎により処理し、且つ、三つの間\n接火炎を用いて廃ガスを処理する。これは、六つの直接火炎を発生させて、廃ガスを処理\nする廃ガス浄化処理装置と同様な効果を奏することになる。\n10\n20\n30\n40\n50",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/폐가스 정화처리 장치(일본).pdf",
        "title": "폐가스 정화처리 장치(일본)",
        "doc_id": "폐가스_정화처리_장치_일본_-93aecab3",
        "page": 13,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "폐가스_정화처리_장치_일본_-93aecab3#p14#c000",
      "page": 14,
      "text": "(14)\nJP  2007-162959  A   2007.6.28\n【００９２】\n　図１１は、本発明の一実施例による廃ガス浄化処理装置の構成図である。\n　図１１に示されたように、本発明による廃ガス浄化処理装置１０００は、半導体装備に\n連結されており、処理すべきの廃ガスが注入され、一次的に浄化処理するためのバーナー\n組立体１００、バーナー組立体１００から一次的に処理された廃ガスを伝達され、湿式で\n浄化処理すべく、バーナー組立体１００に並列に連結された第１湿式洗浄部２００及び第\n２湿式洗浄部３００を含む。\n【００９３】\n　従来のバーナーは、燃焼効率と廃ガス流入口サイズにおける技術的限界により、ＰＦＣ\nガス処理効率が低く、腐食にも非常に弱かったが、本発明の一実施例によれば、廃ガス流\n入口が、従来のバーナーに比べて、略３倍以上拡張されているため、廃ガス流入による管\n路閉塞が生じない。且つ、相対流入速度が低いため、直接火炎における滞留時間を長く与\nえることによって、分解しにくかったＰＦＣガスを９９％以上処理し得ることを特徴とす\nる。\n【００９４】\n　本発明の一実施例によって、バーナー組立体１００内でＰＦＣガスが分解できる化学式\nは、以下の通りである。\n【００９５】\n（化学式２）\n　Ｃ４Ｆ８＋４ＣＨ４＋８Ｏ２→８ＨＦ＋８ＣＯ２＋４Ｈ２Ｏ\n（化学式３）\n　Ｃ３Ｆ８＋３ＣＨ４＋６Ｏ２→８ＨＦ＋６ＣＯ２＋２Ｈ２Ｏ\n（化学式４）\n　２Ｃ２Ｆ６＋４ＣＨ４＋９Ｏ２→１２ＨＦ＋８ＣＯ２＋２Ｈ２Ｏ\n（化学式５）\n　ＣＦ４＋２ＣＨ４＋４Ｏ２→４ＨＦ＋３ＣＯ２＋２Ｈ２Ｏ\n【００９６】\n　本発明の一実施例によれば、半導体製造工程や化学工程などで排出される廃ガスは、Ｃ\n２、Ｆ４、ＣＦ４、Ｃ３Ｆ８、ＮＦ３、ＳＦ６などのようなＰＦＣガスであって、人体に\n有毒でありながら、腐食性がある。かかるＰＦＣガスをバーナー組立体１００で前記化学\n式に沿って処理することによって、１次及び２次湿式洗浄部２００、３００でイオン処理\n可能なＨＦにより分離を行う。\n【００９７】\n　即ち、 本発明の一実施例によれば、バーナー組立体１００で１次的に処理し、イオン\n処理可能なＨＦにより分離された廃ガスを、バーナー組立体１００に第１配管部２４０に\nより連結されている第１湿式洗浄部２００と、第２配管部２４２により並列に連結されて\nいる第２湿式洗浄部３００とに、それぞれ伝達することになる。\n【００９８】\n　図１２は、本発明の一実施例による廃ガス浄化処理装置の湿式洗浄部を説明するための\n部分断面図である。\n【００９９】\n　図１２に示されたように、本発明の一実施例による湿式洗浄部２００は、１次粉塵捕集\n部２３１、循環ウォータースプレー(ｃｉｒｃｕｌａｔｉｏｎ　ｗａｔｅｒ　ｓｐｒａｙ)",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/폐가스 정화처리 장치(일본).pdf",
        "title": "폐가스 정화처리 장치(일본)",
        "doc_id": "폐가스_정화처리_장치_일본_-93aecab3",
        "page": 14,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "폐가스_정화처리_장치_일본_-93aecab3#p14#c001",
      "page": 14,
      "text": "いる第２湿式洗浄部３００とに、それぞれ伝達することになる。\n【００９８】\n　図１２は、本発明の一実施例による廃ガス浄化処理装置の湿式洗浄部を説明するための\n部分断面図である。\n【００９９】\n　図１２に示されたように、本発明の一実施例による湿式洗浄部２００は、１次粉塵捕集\n部２３１、循環ウォータースプレー(ｃｉｒｃｕｌａｔｉｏｎ　ｗａｔｅｒ　ｓｐｒａｙ)\n２３４、２次粉塵捕集部２３２及びフレッシュウォータースプレー(ｆｒｅｓｈ　ｗａｔ\nｅｒ　ｓｐｒａｙ)２３５を包含する。\n【０１００】\n　具体的に、半導体製造装置から排出される廃ガスが、バーナー組立体１００で燃焼・酸\n化されたり、熱分解される方法により燃えることによって、１次的に浄化された後、配管\n部を介して第１及び第２の湿式洗浄部２００、３００へ流入できる。\n【０１０１】\n10\n20\n30\n40\n50",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/폐가스 정화처리 장치(일본).pdf",
        "title": "폐가스 정화처리 장치(일본)",
        "doc_id": "폐가스_정화처리_장치_일본_-93aecab3",
        "page": 14,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "폐가스_정화처리_장치_일본_-93aecab3#p15#c000",
      "page": 15,
      "text": "(15)\nJP  2007-162959  A   2007.6.28\n　そこで、１次に浄化された排気ガスには、未だ処理できなかった一部のガスや粉塵粒子\nなどが含まれている。そして、第１及び第２の湿式洗浄部２００、３００の循環ウォータ\nースプレー２３４は、配管部２４０、２４２を介して注入された１次浄化済みの廃ガスに\nウォーターを噴射させることになり、このようにウォーターが噴射された１次浄化済みの\n廃ガスは、１次粉塵捕集部２３１を通過する。これによって、１次に浄化された廃ガスの\n中に含まれていたパウダー状の粉塵などを洗浄させることになる。\n【０１０２】\n　それから、洗浄された廃ガスを、再び２次粉塵捕集部２３２及びフレッシュウォーター\nスプレー２３５を通過させることによって、さらに精度よく洗浄を行うことかできる。\n【０１０３】\n　本発明の望ましい実施例によれば、１次粉塵捕集部２３１と２次粉塵捕集部２３２との\n間に、充填材２３９を詰めることから、廃ガスとウォーターとの接触面積を倍加させるこ\nとによって、洗浄を効率よく行えることを特徴とする。\n【０１０４】\n　本発明の一実施例によれば、バーナー組立体からの１次浄化ガスを湿式洗浄部２００の\nタワー２３６内に注入し、循環ウォータースプレー２３４から噴射されるウォーターを用\nいて、１次粉塵捕集部２３１により水溶性ガスを処理することになる。この際、処理され\nる目標副産物のサイズは略５μ ｍ以下である。また、湿式洗浄部２００のタワー２３６の\n比表面積を最大化するために、最適のパッキング物質を用いた。\n【０１０５】\n　１次粉塵捕集部２３１を通過した廃ガスは、フレッシュウォータースプレー２３５によ\nるウォーター及び充填材２３９を通って、２次粉塵捕集部２３２を通過することになる。\nこの際、湿式洗浄部２００のタワー２３６内でハロゲン族化合物ガスが１次浄化済みの廃\nガス内に含まれている場合には、ウォータースプレー２３４、２３５により噴射されたウ\nォーターと混ざり合って水溶状態のイオンとして存在することになる。前記水溶液は酸性\nであり、且つ、ＮＨ３ガスを湿式処理して、水に溶解させる場合、塩基性水溶液となる。\n一般に、酸性ガスは、塩基性(ＮａＯＨ、ＫＯＨ)物質と反応をよく起こし、ＨＦ、Ｃｌ２\nなどの酸性ガスのみならず、ＣＯなどの全ての酸性ガスとの反応性もよいため、効率増大\nのためにＮａＯＨ、又は、ＫＯＨを添加し、処理することも可能である。\n【０１０６】\n　そして、１次粉塵捕集部２３１と２次粉塵捕集部２３２とは網状からなり、バーナー組\n立体から注入された廃ガスにウォーターを噴射すべく、１次粉塵捕集部２３１の下端に循\n環ウォータースプレー２３４が設けられる。また、１次粉塵捕集部２３１を通過した廃ガ",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/폐가스 정화처리 장치(일본).pdf",
        "title": "폐가스 정화처리 장치(일본)",
        "doc_id": "폐가스_정화처리_장치_일본_-93aecab3",
        "page": 15,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "폐가스_정화처리_장치_일본_-93aecab3#p15#c001",
      "page": 15,
      "text": "のためにＮａＯＨ、又は、ＫＯＨを添加し、処理することも可能である。\n【０１０６】\n　そして、１次粉塵捕集部２３１と２次粉塵捕集部２３２とは網状からなり、バーナー組\n立体から注入された廃ガスにウォーターを噴射すべく、１次粉塵捕集部２３１の下端に循\n環ウォータースプレー２３４が設けられる。また、１次粉塵捕集部２３１を通過した廃ガ\nスを２次に浄化すべく、２次粉塵捕集部２３２の下端にフレッシュウォータースプレー２\n３２が設けられる。\n【０１０７】\n　従って、精度よく洗浄された廃ガスが浄化でき、該浄化ガスが排出ダクタを介して外部\nに放出されることになる。\n【０１０８】\n　前述したように、本発明は、望ましい実施例を中心として説明されているが、本技術分\n野における熟練者であれば、本発明の要旨を逸脱しない範囲において、様々変形して実施\nすることが可能であることは明白である。\n【図面の簡単な説明】\n【０１０９】\n【図１】従来の廃ガス浄化処理装置のガスバーナーノズルの構成を示す平面図である。\n【図２】従来の廃ガス浄化処理装置のガスバーナーノズルの構成を示す断面図である。\n【図３】一般の廃ガス浄化処理装置の工程を示した概略図である。\n【図４Ａ】本発明の一実施例による廃ガス浄化処理装置のバーナー組立体を説明するため\nの斜視図である。\n【図４Ｂ】本発明の一実施例による廃ガス浄化処理装置のバーナー組立体を説明するため\n10\n20\n30\n40\n50",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/폐가스 정화처리 장치(일본).pdf",
        "title": "폐가스 정화처리 장치(일본)",
        "doc_id": "폐가스_정화처리_장치_일본_-93aecab3",
        "page": 15,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "폐가스_정화처리_장치_일본_-93aecab3#p16#c000",
      "page": 16,
      "text": "(16)\nJP  2007-162959  A   2007.6.28\nの斜視図である。\n【図５】本発明の一実施例による廃ガス浄化処理装置のバーナー組立体を説明するための\n平面図である。\n【図６】本発明の一実施例による廃ガス浄化処理装置のバーナー組立体にワイパーを取り\n付けた構成を説明するための底面図である。\n【図７Ａ】本発明の一実施例による廃ガス浄化処理装置のバーナー組立体を説明するため\nの断面図である。\n【図７Ｂ】本発明の一実施例による廃ガス浄化処理装置のバーナー組立体を説明するため\nの断面図である。\n【図７Ｃ】本発明の一実施例による廃ガス浄化処理装置のバーナー組立体を説明するため\nの断面図である。\n【図８】本発明の一実施例による廃ガス浄化処理装置のバーナー組立体に取り付けられた\nガスバーナーノズルを説明するための斜視図である。\n【図９Ａ】本発明の一実施例による廃ガス浄化処理装置のバーナー組立体に取り付けられ\nたガスバーナーノズルの断面図である。\n【図９Ｂ】本発明の一実施例による廃ガス浄化処理装置のバーナー組立体に取り付けられ\nたガスバーナーノズルの他の断面図である。\n【図１０】本発明の一実施例による廃ガス浄化処理装置の動作をシミュレーションした結\n果を説明するための概略図である。\n【図１１】本発明の一実施例による廃ガス浄化処理装置の構成図である。\n【図１２】本発明の一実施例による廃ガス浄化処理装置の湿式洗浄部を説明する部分断面\n図である。\n【符号の説明】\n【０１１０】\n１００　バーナー組立体\n１０１　Ｎ２ガス注入口\n１０２　点火部\n１０３　ＰＵセンサー部\n１０５　内部リング\n１０６　セラミックチューブ\n１０７　外部リング\n１０９　主フランジ\n１１０　廃ガス供給マニホールド\n１１２　冷却水循環部\n１１３　冷却水注入部\n１１４　ロータリーアクチュエータアセンブリ\n１１５　火炎センサー\n１１８　ロータリーシャフト\n１１９　ワイパー\n１２０、１２０ａ、１２０ｂ、１２０ｃ　第１ないし第３ガスバーナーノズル\n１２１　フランジ\n１２１ａ 廃ガス供給直接火炎ノズル　\n１２２　 第１メタル密封部\n１２３　 燃料ガス供給部\n１２３ａ 燃料供給ノズル\n１２４　 酸化剤供給部\n１２４ａ 酸化剤供給ノズル\n１２５　 冷却水供給部\n１２６　 ヘッドユニットベース\n１２７　 第２メタル密封部\n10\n20\n30\n40\n50",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/폐가스 정화처리 장치(일본).pdf",
        "title": "폐가스 정화처리 장치(일본)",
        "doc_id": "폐가스_정화처리_장치_일본_-93aecab3",
        "page": 16,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "폐가스_정화처리_장치_일본_-93aecab3#p17#c000",
      "page": 17,
      "text": "(17)\nJP  2007-162959  A   2007.6.28\n１２８　 廃ガス供給部\n１３０　 セラミックチューブ\n２００　 第１湿式洗浄部\n２４０　 第１配管部\n２４２　 第２配管部\n３００　 第２湿式洗浄部\n【図１】\n【図２】\n【図３】\n【図４Ａ】",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/폐가스 정화처리 장치(일본).pdf",
        "title": "폐가스 정화처리 장치(일본)",
        "doc_id": "폐가스_정화처리_장치_일본_-93aecab3",
        "page": 17,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "폐가스_정화처리_장치_일본_-93aecab3#p18#c000",
      "page": 18,
      "text": "(18)\nJP  2007-162959  A   2007.6.28\n【図４Ｂ】\n【図５】\n【図６】\n【図７Ａ】\n【図７Ｂ】\n【図７Ｃ】",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/폐가스 정화처리 장치(일본).pdf",
        "title": "폐가스 정화처리 장치(일본)",
        "doc_id": "폐가스_정화처리_장치_일본_-93aecab3",
        "page": 18,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "폐가스_정화처리_장치_일본_-93aecab3#p19#c000",
      "page": 19,
      "text": "(19)\nJP  2007-162959  A   2007.6.28\n【図８】\n【図９Ａ】\n【図９Ｂ】\n【図１０】\n【図１１】\n【図１２】",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/폐가스 정화처리 장치(일본).pdf",
        "title": "폐가스 정화처리 장치(일본)",
        "doc_id": "폐가스_정화처리_장치_일본_-93aecab3",
        "page": 19,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    },
    {
      "id": "폐가스_정화처리_장치_일본_-93aecab3#p20#c000",
      "page": 20,
      "text": "(20)\nJP  2007-162959  A   2007.6.28\n̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶̶\nフロントページの続き\n(72)発明者　ウーン　スン　チョイ\n　　　　　　大韓民国　チュンチェオンナム－ド　セオサン－シ　ジゴク－メオン　チャンヒュン－リ　６５６\nＦターム(参考) 3K017 DF02　DF08\n　　　　　　　 3K078 BA18　BA20　BA26　CA03　CA09　CA24\n　　　　　　　 4D002 AA22　AC10　BA02　BA05　BA14　CA01　CA07　CA13　DA02　DA12\n　　　　　　　　　　 DA35　EA02　HA01　HA10",
      "metadata": {
        "source": "/Users/sungho-kang/Downloads/GST_LLM_V2/폐가스 정화처리 장치(일본).pdf",
        "title": "폐가스 정화처리 장치(일본)",
        "doc_id": "폐가스_정화처리_장치_일본_-93aecab3",
        "page": 20,
        "project": "GST_LLM",
        "nowner": "R&D",
        "lang": "ko"
      }
    }
  ],
  "page_count": 20,
  "full_text": "JP  2007-162959  A   2007.6.28\n\n(57)【要約】　　　（修正有）\n\n【課題】大容量の廃ガスを同時に処理することができる\n\n廃ガス浄化処理装置を提供する。\n\n【解決手段】廃ガス浄化処理装置は、廃ガスを燃焼させ\n\n、発火性ガスと爆発性ガスとを除去するためのバーナー\n\n部と、バーナー部に並列に連結され、バーナー部で処理\n\nされた廃ガスのうち水溶性の有毒性ガスを水に溶解させ\n\nる湿式洗浄部及び、バーナー部と湿式洗浄部とを連結す\n\nるための配管部を包含しており、そこで、バーナー部は\n\n、様々な種類の廃ガスを供給するための廃ガス供給マニ\n\nホールドと、廃ガスを供給しながら直接火炎を発生させ\n\nるための複数のガスバーナーノズルとを含むバーナー組\n\n立体からなり、廃ガス供給マニホールドを介して排出さ\n\nれる廃ガスがガスバーナーノズルにより発生される直接\n\n火炎を用いて、間接火炎を発生させ且つ処理される。\n\n【選択図】図３\n\n\f\n(2)\n\nJP  2007-162959  A   2007.6.28\n\n【 特 許 請 求 の 範 囲 】\n【 請 求 項 １ 】\n　 半 導 体 製 造 工 程 や 化 学 工 程 な ど か ら 排 出 さ れ る 廃 ガ ス を 浄 化 し て 放 出 す る 廃 ガ ス 浄 化 処\n理 装 置 に お い て 、\n　 前 記 廃 ガ ス を 燃 焼 さ せ る こ と か ら 、 発 火 性 ガ ス と 爆 発 性 ガ ス と を 除 去 す る た め の バ ー ナ\nー 部 と 、\n　 前 記 バ ー ナ ー 部 に 並 列 に 連 結 さ れ 、 前 記 バ ー ナ ー 部 で 処 理 さ れ た 廃 ガ ス の う ち 水 溶 性 の\n有 毒 性 ガ ス を 水 に 溶 解 さ せ る 湿 式 洗 浄 部 及 び\n　 前 記 バ ー ナ ー 部 と 前 記 湿 式 洗 浄 部 と を 連 結 す る た め の 配 管 部 を 包 含 し 、\n　 そ こ で 、 前 記 バ ー ナ ー 部 は 、 主 フ ラ ン ジ と 、\n　 前 記 主 フ ラ ン ジ 内 に 設 け ら れ る セ ラ ミ ッ ク チ ュ ー ブ と 、\n　 前 記 主 フ ラ ン ジ と 前 記 セ ラ ミ ッ ク チ ュ ー ブ と の 間 に 設 け ら れ 、 前 記 セ ラ ミ ッ ク チ ュ ー ブ\n内 の 温 度 を 調 節 す る 冷 却 水 循 環 部 と 、\n　 前 記 主 フ ラ ン ジ の 上 部 中 央 に 設 け ら れ 、 様 々 な 種 類 の 廃 ガ ス を 供 給 す る た め の 廃 ガ ス 供\n給 マ ニ ホ ー ル ド と 、\n　 前 記 主 フ ラ ン ジ の 上 部 に 、 前 記 廃 ガ ス 供 給 マ ニ ホ ー ル ド を 中 心 と し 三 角 形 状 か ら 成 さ れ\n、 廃 ガ ス を 供 給 し な が ら 直 接 火 炎 を 発 生 さ せ る た め の 複 数 の ガ ス バ ー ナ ー ノ ズ ル と を 包 含\nす る バ ー ナ ー 組 立 体 か ら な り 、\n　 前 記 廃 ガ ス 供 給 マ ニ ホ ー ル ド を 介 し て 排 出 さ れ る 廃 ガ ス が 、 前 記 ガ ス バ ー ナ ー ノ ズ ル に\nよ り 発 生 さ れ る 直 接 火 炎 を 用 い て 間 接 火 炎 を 発 生 さ せ 、 処 理 さ れ る こ と を 特 徴 と す る 廃 ガ\nス 浄 化 処 理 装 置 。\n【 請 求 項 ２ 】\n　 前 記 主 フ ラ ン ジ 部 の 上 部 に 設 け ら れ 、 前 記 セ ラ ミ ッ ク チ ュ ー ブ 内 の 火 炎 を 検 出 す る た め\nの セ ン サ ー を さ ら に 含 む こ と を 特 徴 と す る 請 求 項 １ に 記 載 の 廃 ガ ス 浄 化 処 理 装 置 。\n【 請 求 項 ３ 】\n　 前 記 廃 ガ ス 供 給 マ ニ ホ ー ル ド と 、 前 記 複 数 の バ ー ナ ー ノ ズ ル の 前 記 主 フ ラ ン ジ 内 部 に 位\n置 す る 一 側 端 部 と に 設 け ら れ 、 前 記 バ ー ナ ー 組 立 体 内 で 発 生 さ れ て 吸 着 で き る 異 物 と 副 産\n物 と を 除 去 す る た め の ワ イ パ ー を さ ら に 含 む こ と を 特 徴 と す る 請 求 項 １ に 記 載 の 廃 ガ ス 浄\n化 処 理 装 置 。\n【 請 求 項 ４ 】\n　 前 記 ワ イ パ ー を 駆 動 す べ く 、 前 記 主 フ ラ ン ジ の 上 部 中 央 に 形 成 の 前 記 廃 ガ ス 供 給 マ ニ ホ\nー ル ド の 中 心 に 設 け ら れ る ロ ー タ リ ー ア ク チ ュ エ ー タ ア セ ン ブ リ 及 び\n　 前 記 ワ イ パ ー と 前 記 ロ ー タ リ ー ア ク チ ュ エ ー タ ア セ ン ブ リ と の 間 に 設 け ら れ 、 前 記 ロ ー\nタ リ ー ア ク チ ュ エ ー タ ア セ ン ブ リ の 動 力 を 前 記 ワ イ パ ー に 伝 達 す る た め の ロ ー タ リ ー シ ャ\nフ ト を さ ら に 含 む こ と を 特 徴 と す る 請 求 項 ３ に 記 載 の 廃 ガ ス 浄 化 処 理 装 置 。\n【 請 求 項 ５ 】\n　 前 記 セ ラ ミ ッ ク チ ュ ー ブ は 、 熱 伝 達 係 数 の 低 い 物 質 か ら な り 、 発 生 さ れ た 熱 を 遮 断 す る\n防 炎 作 用 を 奏 す る こ と に よ っ て 、 直 接 火 炎 を 有 す る 前 記 ガ ス バ ー ナ ー ノ ズ ル か ら 発 生 さ れ\nる 火 炎 が 全 体 的 に 形 成 で き る よ う に す る こ と で 、 直 接 火 炎 を 持 た な い 前 記 廃 ガ ス 供 給 マ ニ\nホ ー ル ド に も 同 じ 熱 量 を 与 え 、 間 接 火 炎 を 発 生 さ せ る こ と を 特 徴 と す る 請 求 項 １ に 記 載 の\n廃 ガ ス 浄 化 処 理 装 置 。\n【 請 求 項 ６ 】\n　 前 記 ガ ス バ ー ナ ー ノ ズ ル は 、\n　 廃 ガ ス 供 給 部 及 び 廃 ガ ス 供 給 ノ ズ ル を 形 成 し 、 廃 ガ ス を 注 入 す る た め の 構 造 を 持 つ フ ラ\nン ジ と 、 　\n　 前 記 フ ラ ン ジ の 上 側 に 設 け ら れ た 第 １ メ タ ル 密 封 部 と 、\n　 前 記 第 １ メ タ ル 密 封 部 下 側 の 前 記 フ ラ ン ジ に 組 み 合 わ さ れ る 燃 料 供 給 ノ ズ ル を 備 え る 燃\n料 ガ ス 供 給 部 と 、\n　 前 記 燃 料 ガ ス 供 給 部 下 側 の 前 記 フ ラ ン ジ に 組 み 合 わ さ れ る 酸 化 剤 供 給 ノ ズ ル を 備 え る 酸\n化 剤 供 給 部 と 、\n\n10\n\n20\n\n30\n\n40\n\n50\n\n\f\n(3)\n\nJP  2007-162959  A   2007.6.28\n\n　 前 記 フ ラ ン ジ の 下 側 に 取 り 付 け ら れ る ヘ ッ ド ユ ニ ッ ト ベ ー ス と 、\n　 前 記 酸 化 剤 供 給 部 下 方 の 前 記 ヘ ッ ド ユ ニ ッ ト ベ ー ス 上 に 配 設 さ れ る 冷 却 水 供 給 部 及 び\n　 前 記 フ ラ ン ジ と 前 記 ヘ ッ ド ユ ニ ッ ト ベ ー ス と の 間 を 封 止 す る た め の 第 ２ 密 封 部 と を 含 む\nこ と を 特 徴 と す る 請 求 項 １ に 記 載 の 廃 ガ ス 浄 化 処 理 装 置 。\n【 請 求 項 ７ 】\n　 前 記 ガ ス バ ー ナ ー ノ ズ ル の 最 も 内 側 中 心 の 同 心 円 上 に 廃 ガ ス 供 給 ノ ズ ル が 配 設 さ れ 、 前\n記 廃 ガ ス 供 給 ノ ズ ル の 外 側 同 心 円 上 に 前 記 廃 ガ ス 供 給 ノ ズ ル と 同 軸 を 成 さ ず に 、 所 定 傾 斜\n角 を 有 し な が ら 内 側 に 傾 け ら れ て 燃 料 供 給 ノ ズ ル が 配 設 さ れ 、 前 記 燃 料 供 給 ノ ズ ル の 外 側\n同 心 円 上 に 等 間 隔 で 配 設 さ れ 、 前 記 廃 ガ ス 供 給 ノ ズ ル と 同 軸 を な す 酸 化 剤 供 給 ノ ズ ル が 配\n設 さ れ る こ と を 特 徴 と す る 請 求 項 ６ に 記 載 の 廃 ガ ス 浄 化 処 理 装 置 。\n【 請 求 項 ８ 】\n　 前 記 第 １ メ タ ル 密 封 部 は 、 前 記 燃 料 供 給 ノ ズ ル か ら 供 給 さ れ た 燃 料 が 外 部 へ 漏 れ な い よ\nう に 封 止 す る 役 割 を 果 た し て お り 、 前 記 第 ２ メ タ ル 密 封 部 は 、 前 記 酸 化 剤 供 給 部 か ら 注 入\nさ れ た 酸 化 剤 が 前 記 酸 化 剤 供 給 ノ ズ ル か ら 逆 流 し 、 外 部 に 漏 れ な い よ う に 封 止 す る こ と を\n特 徴 と す る 請 求 項 ６ に 記 載 の 廃 ガ ス 浄 化 処 理 装 置 。\n【 請 求 項 ９ 】\n　 前 記 直 接 火 炎 を 発 生 さ せ る た め の 複 数 の ガ ス バ ー ナ ー ノ ズ ル の 中 心 軸 は 、 前 記 主 フ ラ ン\nジ の 中 心 軸 に 対 し て 所 定 勾 配 を 保 持 す る よ う に 設 け ら れ る こ と を 特 徴 と す る 請 求 項 １ な い\nし ８ の う ち に 、 い ず れ か の 一 つ に 記 載 の 廃 ガ ス 浄 化 処 理 装 置 。\n【 請 求 項 １ ０ 】\n　 前 記 廃 ガ ス 供 給 マ ニ ホ ー ル ド の 中 心 軸 は 、 前 記 主 フ ラ ン ジ の 中 心 軸 に 対 し て 互 い に 平 行\nに 設 け ら れ る こ と を 特 徴 と す る 請 求 項 ９ に 記 載 の 廃 ガ ス 浄 化 処 理 装 置 。\n【 請 求 項 １ １ 】\n　 前 記 酸 化 剤 供 給 ノ ズ ル を 介 し て 噴 射 で き る 酸 化 剤 の 流 速 が 、 前 記 燃 料 供 給 ノ ズ ル を 介 し\nて 噴 射 で き る 燃 料 の 流 速 よ り 速 い こ と を 特 徴 と す る 請 求 項 ６ な い し ８ の う ち に 、 い ず れ か\nの 一 つ に 記 載 の 廃 ガ ス 浄 化 処 理 装 置 。\n【 請 求 項 １ ２ 】\n　 前 記 湿 式 洗 浄 部 は 、 前 記 バ ー ナ ー 部 に 並 列 に 連 結 さ れ て 、 一 組 を 成 す こ と を 特 徴 と す る\n請 求 項 １ に 記 載 の 廃 ガ ス 浄 化 処 理 装 置 。\n【 請 求 項 １ ３ 】\n　 前 記 湿 式 洗 浄 部 は 、\n　 前 記 バ ー ナ 部 を 通 過 し た 廃 ガ ス を １ 次 に 浄 化 す る た め に 網 状 か ら 成 さ れ た １ 次 粉 塵 捕 集\n部 と 、\n　 前 記 バ ー ナ ー 部 か ら 注 入 さ れ た 廃 ガ ス に ウ ォ ー タ ー を 噴 射 す る た め に 前 記 １ 次 粉 塵 捕 集\n部 の 下 端 に 設 け ら れ た 循 環 ウ ォ ー タ ー ス プ レ ー と 、\n　 前 記 １ 次 粉 塵 捕 集 部 を 通 過 し た 廃 ガ ス を ２ 次 に 浄 化 す る た め に 網 状 か ら 成 さ れ た ２ 次 粉\n塵 捕 集 部 と 、\n　 前 記 ２ 次 粉 塵 捕 集 部 の 下 端 に 設 け ら れ た フ レ ッ シ ュ ウ ォ ー タ ー ス プ レ ー 及 び 、\n　 前 記 １ 次 及 び ２ 次 粉 塵 捕 集 部 間 に 充 填 さ れ て 、 廃 ガ ス と ウ ォ ー タ ー と の 接 触 表 面 積 を 増\n加 さ せ る 充 填 材 を 含 む こ と を 特 徴 と す る 請 求 項 １ ２ に 記 載 の 廃 ガ ス 浄 化 処 理 装 置 。\n【 発 明 の 詳 細 な 説 明 】\n【 技 術 分 野 】\n【 ０ ０ ０ １ 】\n　 本 発 明 は 、 半 導 体 製 造 装 備 に 連 結 さ れ て 設 け ら れ 、 排 出 さ れ る 廃 ガ ス 中 に 含 ま れ た 有 害\n成 分 を 除 去 す る た め の 廃 ガ ス 浄 化 処 理 装 置 に 関 す る も の で あ っ て 、 さ ら に 詳 し く は 、 少 数\nの 直 接 火 炎 ノ ズ ル だ け で 複 数 の 直 接 火 炎 ノ ズ ル が 備 え ら れ て い る よ う な 性 能 を 発 揮 す る こ\nと に よ っ て 、 燃 料 量 消 耗 が 少 な く 、 省 エ ネ 効 果 や 燃 焼 性 能 な ど が 向 上 で き る 廃 ガ ス 浄 化 処\n理 装 置 の バ ー ナ ー 組 立 体 と 、 一 つ の 燃 焼 部 に 一 組 の 湿 式 洗 浄 部 を 並 列 に 連 結 す る こ と か ら\n、 大 容 量 の 廃 ガ ス を 同 時 に 処 理 す る こ と が で き る 廃 ガ ス 浄 化 処 理 装 置 に 関 す る 。\n【 背 景 技 術 】\n\n10\n\n20\n\n30\n\n40\n\n50\n\n\f\n(4)\n\nJP  2007-162959  A   2007.6.28\n\n【 ０ ０ ０ ２ 】\n　 一 般 に 、 化 学 工 程 や 半 導 体 製 造 工 程 な ど か ら 排 出 さ れ る 廃 ガ ス は 、 有 毒 性 、 爆 発 性 及 び\n腐 食 性 が 強 い た め 、 人 体 に 有 害 で あ る ば か り で な く 、 そ の ま ま 大 気 中 に 排 出 さ れ る 場 合 、\n環 境 汚 染 を 齎 す 原 因 と な る 。 従 っ て 、 か か る 廃 ガ ス は 、 有 害 成 分 の 含 量 を 許 容 濃 度 以 下 に\n低 め る 浄 化 処 理 過 程 が 必 ず 必 要 と な り 、 こ の よ う な 毒 性 物 質 を 除 去 す る 浄 化 処 理 過 程 を 介\nし て 無 害 ガ ス の み 大 気 中 に 排 出 さ せ る べ く 、 法 律 と し て 義 務 づ け ら れ て い る 。\n【 ０ ０ ０ ３ 】\n　 半 導 体 製 造 工 程 な ど か ら 排 出 さ れ る 有 害 性 ガ ス を 処 理 す る 方 法 と し て は 大 別 し て 三 つ に\n分 け ら れ る 。 一 つ は 、 主 に 水 素 基 な ど を 含 有 し た 発 火 性 ガ ス を 高 温 の 燃 焼 室 で 分 解 、 反 応\n又 は 燃 焼 さ せ る バ ー ニ ン グ (ｂ ｕ ｒ ｎ ｉ ｎ ｇ )方 法 で あ り 、 二 つ は 、 主 に 水 溶 性 ガ ス を 、 水\n槽 に 貯 蔵 さ れ て い る 水 に 通 過 さ せ る 間 、 水 に 溶 解 さ せ て 処 理 す る 湿 式 (ｗ ｅ ｔ ｔ ｉ ｎ ｇ )方\n法 で あ り 、 最 後 に 、 発 火 さ れ な か っ た り 、 水 に 溶 け な い 有 害 性 ガ ス が 吸 着 剤 を 通 過 す る 間\n、 吸 着 剤 に よ り 物 理 的 又 は 化 学 的 な 吸 着 に よ っ て 浄 化 す る と い う 吸 着 方 法 で あ る 。\n【 ０ ０ ０ ４ 】\n　 さ ら に 詳 し く は 、 前 述 し た よ う な 廃 ガ ス 浄 化 処 理 と し て は 、  湿 式 方 式 (Ｗ ｅ ｔ  Ｓ ｃ ｒ\nｕ ｂ ｂ ｅ ｒ )、 電 気 ヒ ー タ ー を 用 い た 間 接 酸 化 方 式 (Ｔ ｈ ｅ ｒ ｍ ａ ｌ  Ｗ ｅ ｔ  Ｓ ｃ ｒ ｕ ｂ ｂ\nｅ ｒ ) 、 燃 料 ガ ス バ ー ナ ー を 用 い た 直 接 酸 化 方 式 (Ｄ ｉ ｒ ｅ ｃ ｔ  Ｂ ｕ ｒ ｎ  Ｗ ｅ ｔ  Ｓ ｃ ｒ\nｕ ｂ ｂ ｅ ｒ )、 吸 着 剤 を 用 い た 物 理 化 学 吸 着 方 式 (Ｄ ｒ ｙ  Ｓ ｃ ｒ ｕ ｂ ｂ ｅ ｒ )及 び 電 気 的 放\n電 を 用 い た プ ラ ズ マ 方 式 (Ｐ ｌ ａ ｓ ｍ ａ  Ｓ ｃ ｒ ｕ ｂ ｂ ｅ ｒ )な ど で 細 か く 分 け る こ と が で\nき る 。\n【 ０ ０ ０ ５ 】\n　 図 １ 及 び 図 ２ に 示 さ れ た よ う に 、 従 来 技 術 に よ る 廃 ガ ス 浄 化 処 理 装 置 の ガ ス バ ー ナ ー ノ\nズ ル 構 成 が 平 面 図 及 び 断 面 図 と し て そ れ ぞ れ 示 さ れ て い る 。 ま た 、 図 ３ は 、 一 般 の 廃 ガ ス\n浄 化 処 理 装 置 の 工 程 を 示 す 概 略 図 で あ っ て 、 本 発 明 は 、 従 来 の 廃 ガ ス 浄 化 処 理 装 置 の 工 程\n中 、 バ ー ナ ー 部 ５ ０ に そ の 特 徴 が あ る 。\n【 ０ ０ ０ ６ 】\n　 従 来 技 術 に よ る 同 軸 流 拡 散 火 炎 用 バ ー ナ ー ２ は 、 相 互 同 軸 を な し な が ら 、 配 列 さ れ た 複\n数 の ノ ズ ル が 内 側 か ら 廃 ガ ス 供 給 ノ ズ ル １ ０ と 、 燃 料 供 給 ノ ズ ル ２ ０ 及 び 酸 化 剤 供 給 ノ ズ\nル ３ ０ の 順 に 配 設 さ れ て い る 。\n【 ０ ０ ０ ７ 】\n　 前 記 廃 ガ ス 供 給 ノ ズ ル １ ０ は 、 半 導 体 製 造 工 程 や 化 学 工 程 な ど が ら 排 出 さ れ る 廃 ガ ス １\n２ を 供 給 し 、 前 記 廃 ガ ス １ ２ は 、 化 学 気 相 蒸 着 (Ｃ Ｖ Ｄ ： Ｃ ｈ ｅ ｍ ｉ ｃ ａ ｌ 　 Ｖ ａ ｐ ｏ ｒ\n Ｄ ｅ ｐ ｏ ｓ ｉ ｔ ｉ ｏ ｎ )若 し く は エ ッ チ ン グ (ｅ ｔ ｃ ｈ ｉ ｎ ｇ )工 程 な ど か ら 排 出 さ れ 、 有\n害 物 質 を 多 量 含 有 し て い る も の と し て 、 環 境 汚 染 の 原 因 と な る 。\n【 ０ ０ ０ ８ 】\n　 前 記 燃 料 供 給 ノ ズ ル ２ ０ は 、 火 炎 の 燃 料 と な る 燃 料 ガ ス ２ ２ を 噴 射 し 、 前 記 燃 料 ガ ス ２\n２ と し て は 、 液 化 天 然 ガ ス 、 液 化 石 油 ガ ス 、 水 素 ガ ス な ど が 主 に 用 い ら れ て い る 。\n【 ０ ０ ０ ９ 】\n　 前 記 酸 化 剤 供 給 ノ ズ ル ３ ０ は 、 前 記 燃 料 ガ ス ２ ２ と の 燃 焼 反 応 に よ り 火 炎 を 形 成 す る 酸\n化 ガ ス ３ ２ を 噴 射 し 、 且 つ 、 前 記 酸 化 ガ ス ３ ２ と し て は 酸 素 (Ｏ ２ )若 し く は エ ア が 主 に 用\nい ら れ て い る 。\n【 ０ ０ １ ０ 】\n　 以 下 で は 、 廃 ガ ス 供 給 ノ ズ ル １ ０ に よ り 供 給 さ れ る 廃 ガ ス １ ２ が 同 軸 流 拡 散 火 炎 用 バ ー\nナ ー に よ り 燃 焼 さ れ る 過 程 を 簡 単 に 説 明 す る 。\n【 ０ ０ １ １ 】\n　 前 記 燃 料 供 給 ノ ズ ル ２ ０ に よ り 噴 射 さ れ る 燃 料 ガ ス ２ ２ と 、 酸 化 剤 供 給 ノ ズ ル ３ ０ に よ\nり 噴 射 さ れ る 酸 化 ガ ス ３ ２ と が 混 合 さ れ て 、 燃 焼 室 に 移 送 さ れ る 。 こ の 際 、 点 火 器 (図 示\nせ ず )に よ り 点 火 さ れ る と 、 前 記 燃 料 ガ ス ２ ２ と 酸 化 ガ ス ３ ２ と が 炎 に よ り 燃 焼 で き 、 こ\nの 際 、 前 記 廃 ガ ス １ ２ は 、 燃 料 ガ ス ２ ２ と 混 ぜ 合 わ さ れ な が ら 燃 焼 し 、 強 引 に 酸 化 さ れ る\nこ と に な る 。\n\n10\n\n20\n\n30\n\n40\n\n50\n\n\f\n(5)\n\nJP  2007-162959  A   2007.6.28\n\n【 ０ ０ １ ２ 】\n　 前 記 燃 料 供 給 ノ ズ ル ２ ０ と 、 酸 化 剤 供 給 ノ ズ ル ３ ０ と は 、 相 互 同 軸 を 成 し な が ら 、 平 行\nに 配 設 さ れ て い る た め 、 前 記 燃 料 供 給 ノ ズ ル ２ ０ か ら 噴 射 さ れ る 燃 料 ガ ス ２ ２ と 前 記 酸 化\n剤 供 給 ノ ズ ル ３ ０ か ら 噴 射 さ れ る 酸 化 ガ ス ３ ２ と は 、 同 様 に 平 行 に 噴 射 で き る 。\n【 ０ ０ １ ３ 】\n　 一 方 、 前 記 燃 料 供 給 ノ ズ ル ２ ０ か ら 噴 射 さ れ る 燃 料 ガ ス ２ ２ と 、 前 記 酸 化 剤 供 給 ノ ズ ル\n３ ０ か ら 噴 射 さ れ る 酸 化 ガ ス ３ ２ と が 、 拡 散 現 象 に よ り 所 定 地 点 で 混 ぜ 合 わ さ れ て 、 炎 に\nよ り 発 火 で き 、 火 炎 を 生 成 す る こ と に な る 燃 焼 過 程 を 経 る よ う に な っ て い る 。\n【 ０ ０ １ ４ 】\n　 し か し 、 こ の よ う に 燃 料 ガ ス ２ ２ と 酸 化 ガ ス ３ ２ と が 相 互 平 行 に 噴 射 さ れ る こ と に よ っ\nて 、 燃 料 ガ ス ２ ２ と 酸 化 ガ ス ３ ２ と の 拡 散 が ろ く に 行 わ れ ず 、 こ れ に よ り 、 一 部 の 燃 料 ガ\nス ２ ２ が 酸 化 ガ ス ３ ２ と 反 応 で き な か っ た ま ま 、 未 反 応 の 状 態 で 燃 焼 室 か ら 抜 け 出 る 惧 れ\nが あ っ た 。\n【 ０ ０ １ ５ 】\n　 従 っ て 、 燃 焼 過 程 で 生 成 さ れ る 一 酸 化 炭 素 (Ｃ Ｏ )の 生 成 量 が 増 加 し た 挙 句 、 廃 ガ ス １ ２\nを 処 理 す る の に 必 要 と さ れ る 燃 焼 率 が 低 く な り 、 廃 ガ ス １ ２ を 完 全 に 処 理 す る の に は 限 界\nが あ る 。\n【 ０ ０ １ ６ 】\n　 ま た 、 燃 料 供 給 ノ ズ ル ２ ０ と 、 酸 化 剤 供 給 ノ ズ ル ３ ０ と か ら 噴 射 さ れ る 燃 料 ガ ス ２ ２ と\n酸 化 ガ ス ３ ２ と の 圧 力 に 比 ",
  "image_count": 0,
  "extraction_date": "2025-10-18T17:08:22.288250+00:00"
}